[{
  "number" : "1", 
  "name" : "Hidrogen",
  "symbol" : "H",
  "spell" : "/hidrogèn/",
  "category" : "Non Logam",
  "weight" : "1,0080",
  "boil" : "1484 °C",
  "melting" : "259,16 °C",
  "group" : "golongan 1",
  "period" : "1",
  "block" : "S",
  "description" : "Hidrogen (bahasa Latin: hydrogenium, dari bahasa Yunani: hydro: air, genes: membentuk), atau kadang disebut zat air, adalah unsur kimia pada tabel periodik yang memiliki simbol H dan nomor atom 1. Pada suhu dan tekanan standar, hidrogen tidak berwarna, tidak berbau, bersifat non-logam, bervalensi tunggal, dan merupakan gas diatomik yang sangat mudah terbakar. Dengan massa atom 1,00794 amu, hidrogen adalah unsur teringan di dunia.",
  "appearance" : "gas tak berwarna dengan nyala ungu dalam keadaan plasma",
  "electronConfiguration" : "1s<sup>1</sup>",
  "electronPerGroup" : "1",
  "images" : ""
},
{
  "number" : "2", 
  "name" : "Helium",
  "symbol" : "He",
  "spell" : "/hèlium/",
  "category" : "Gas Mulia",
  "weight" : "4,0026",
  "boil" : "−268,928 °C",
  "melting" : "−272,20 °C",
  "group" : "18",
  "period" : "1",
  "block" : "S",
  "description" : "Helium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang He dan nomor atom 2. Helium tak berwarna, tak berbau, tak berasa, tak beracun, hampir inert, berupa gas monatomik, dan merupakan unsur pertama pada golongan Gas Mulia dalam tabel periodik. Titik didih dan titik lebur gas ini merupakan yang terendah di antara semua unsur. Helium berwujud hanya sebagai gas terkecuali pada kondisi yang sangat ekstrem. Kondisi ekstrem juga diperlukan untuk menciptakan sedikit senyawa helium, yang semuanya tidak stabil pada suhu dan tekanan standar. Helium memiliki isotop stabil kedua yang langka yang disebut helium-3. Sifat dari cairan varitas helium-4; helium I dan helium II; penting bagi para periset yang mempelajari mekanika kuantum (khususnya dalam fenomena superfluiditas) dan bagi mereka yang mencari efek mendekati suhu nol absolut yang dimiliki materi (seperti superkonduktivitas).",
  "appearance" : "gas tak berwarna, akan menjadi merah-jingga ketika diletakkan pada medan listrik bertegangan tinggi",
  "electronConfiguration" : "1s<sup>2</sup>",
  "electronPerGroup" : "2",
  "images" : ""
},
{
  "number" : "3", 
  "name" : "Litium",
  "symbol" : "Li",
  "spell" : "/litium/",
  "category" : "Logam Alkali",
  "weight" : "6,94",
  "boil" : "1330 °C",
  "melting" : "180,50 °C",
  "group" : "1",
  "period" : "2",
  "block" : "S",
  "description" : "Litium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Li dan nomor atom 3. Istilah tersebut berasal dari bahasa Yunani: λίθος lithos, yang berarti batu. Ini adalah Logam Alkali lunak berwarna putih keperakan. Di bawah kondisi standar, ini adalah logam paling ringan sekaligus unsur padat yang paling ringan. Seperti semua Logam Alkali, litium sangat reaktif dan mudah terbakar, serta disimpan dalam minyak mineral. Ketika dipotong sehingga bagian dalamnya terbuka, ia menunjukkan kilau logam, tetapi udara lembap menodainya dengan cepat menjadi kusam abu-abu keperakan, lalu membentuk noda hitam. Litium tidak pernah terdapat sebagai unsur bebas di alam, tapi hanya sebagai senyawa (biasanya ionik), seperti mineral pegmatit yang dulunya merupakan sumber utama litium. Ia hadir dalam air laut dan biasanya diperoleh dari air asin, karena kelarutannya sebagai ion. Logam litium diisolasi secara elektrolisis dari campuran litium klorida dan kalium klorida.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[He]2s<sup>1</sup>",
  "electronPerGroup" : "2, 1",
  "images" : ""
},
{
  "number" : "4", 
  "name" : "Berilium",
  "symbol" : "Be",
  "spell" : "/bèrilium/",
  "category" : "Alkali Tanah",
  "weight" : "9,0122",
  "boil" : "1287 °C",
  "melting" : "2469 °C",
  "group" : "2",
  "period" : "2",
  "block" : "S",
  "description" : "Berilium adalah unsur kimia yang mempunyai simbol Be dan nomor atom 4. Unsur ini beracun, bervalensi 2, berwarna abu-abu baja, kukuh, ringan tetapi mudah pecah. Berilium adalah Alkali Tanah, yang kegunaan utamanya adalah sebagai bahan penguat dalam aloy (khususnya, tembaga berilium).",
  "appearance" : "metalik putih abu-abu",
  "electronConfiguration" : "1s<sup>2</sup>2s<sup>2</sup>",
  "electronPerGroup" : "2, 2",
  "images" : ""
},
{
  "number" : "5", 
  "name" : "Boron",
  "symbol" : "B",
  "spell" : "/boron/",
  "category" : "Metaloid",
  "weight" : "10,81",
  "boil" : "3927 °C",
  "melting" : "2076 °C",
  "group" : "13",
  "period" : "2",
  "block" : "S",
  "description" : "Boron adalah sebuah unsur kimia dengan lambang B dan nomor atom 5. Dalam bentuk kristalnya, ia merupakan Metaloid yang rapuh, gelap, dan berkilau; dalam bentuk amorfnya, ia merupakan bubuk kecoklatan. Sebagai unsur yang paling ringan dalam golongan boron, ia memiliki tiga elektron valensi untuk membentuk ikatan kovalen, menghasilkan banyak senyawa seperti asam borat, mineral natrium borat, serta kristal ultra keras boron karbida dan boron nitrida",
  "appearance" : "hitam cokelat",
  "electronConfiguration" : "[He] 2s<sup>2</sup>2p<sup>1</sup>",
  "electronPerGroup" : "2, 3",
  "images" : ""
},
{
  "number" : "6", 
  "name" : "Karbon",
  "symbol" : "C",
  "spell" : "/karbon/",
  "category" : "Non Logam",
  "weight" : "12,011",
  "boil" : "-",
  "melting" : "-",
  "group" : "",
  "period" : "2",
  "block" : "P",
  "description" : "Karbon (dari bahasa Latin: carbo atau arang) atau zat arang adalah sebuah unsur kimia dengan lambang C dan nomor atom 6. Ia merupakan nonlogam dan tetravalen—atomnya membuat empat elektron tersedia untuk membentuk ikatan kimia kovalen. Ia berada dalam golongan 14 dari tabel periodik.  Karbon hanya menyusun sekitar 0,025 persen dari kerak Bumi. Tiga isotop terjadi secara alami, 12C dan 13C merupakan nuklida stabil, sedangkan 14C merupakan sebuah radionuklida, meluruh dengan waktu paruh sekitar 5.730 tahun. Karbon merupakan salah satu dari sedikit unsur yang telah dikenal sejak zaman dahulu.",
  "appearance" : "intan: bening, grafit: hitam, tampak seperti metalik",
  "electronConfiguration" : "1s<sup>2</sup>2s<sup>2</sup>2p<sup>2</sup>",
  "electronPerGroup" : "2,4",
  "images" : ""
},
{
  "number" : "7", 
  "name" : "Nitrogen",
  "symbol" : "N",
  "spell" : "/nitrogèn/",
  "category" : "Non Logam",
  "weight" : "14,007",
  "boil" : "−195,795 °C",
  "melting" : "(−209,86 °C",
  "group" : "15",
  "period" : "2",
  "block" : "P",
  "description" : "Nitrogen adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang N dan nomor atom 7. Unsur yang juga disebut sebagai zat lemas ini pertama kali ditemukan dan diisolasi oleh dokter berkebangsaan Skotlandia Daniel Rutherford pada tahun 1772. Meskipun Carl Wilhelm Scheele dan Henry Cavendish secara terpisah telah melakukan hal yang sama di kisaran waktu yang sama pula, Rutherford secara umum sesuai untuk menerima penghargaan tersebut karena karyanya dipublikasikan pertama kali. Nama nitrogen diusulkan oleh Jean-Antoine-Claude Chaptal pada tahun 1790, ketika ia menemukan bahwa nitrogen hadir dalam asam nitrat dan nitrat; nama ini diturunkan dari bahasa Yunani: νἰτρον nitre dan -γεννᾶν membentuk. Antoine Lavoisier malah mengusulkan nama azote, dari bahasa Yunani άζωτικός tak hidup, karena unsur itu termasuk gas asfiksia; nama usulan Lavoisier malah digunakan di banyak bahasa, seperti Prancis, Rusia, dan Turki, dan muncul dalam dua nama bahasa Inggris untuk beberapa senyawa nitrogen seperti hidrazin, azida dan azo.",
  "appearance" : "gas/cairan/padatan tak berwarna",
  "electronConfiguration" : "[He]2s<sup>2</sup> 2p<sup>3</sup>",
  "electronPerGroup" : "",
  "images" : ""
},
{
  "number" : "8", 
  "name" : "Oksigen",
  "symbol" : "O",
  "spell" : "/oksigèn/",
  "category" : "Non Logam",
  "weight" : "15,999",
  "boil" : "−182,95 °C",
  "melting" : "−218,79 °C",
  "group" : "16",
  "period" : "2",
  "block" : "P",
  "description" : "Oksigen (bahasa Latin: Oxygenium), atau zat asam, terkadang disebut juga sebagai zat pembakar, adalah unsur kimia yang mempunyai lambang O dan nomor atom 8. Dalam tabel periodik, oksigen merupakan unsur nonlogam golongan VIA (kalkogen) dan dapat dengan mudah bereaksi dengan hampir semua unsur lainnya (utamanya menjadi oksida). Pada temperatur dan tekanan standar, dua atom oksigen berikatan menjadi O (dioksigen), gas yang tidak berwarna, tidak berasa, dan tidak berbau. Oksigen merupakan unsur paling melimpah ketiga di alam semesta berdasarkan massa (setelah hidrogen dan helium)  dan unsur paling melimpah di kerak Bumi.  Berdasarkan volume, 20,9 persen atmosfer bumi adalah oksigen.",
  "appearance" : "gas: tak berwarna cairan dan padatan: biru pucat",
  "electronConfiguration" : "1s<sup>2</sup> 2s<sup>2</sup> 2p<sup>4</sup>",
  "electronPerGroup" : "2, 6",
  "images" : ""
},
{
  "number" : "9", 
  "name" : "Fluorin",
  "symbol" : "F",
  "spell" : "/fluorin/",
  "category" : "Halogen",
  "weight" : "18,998",
  "boil" : "−188,11 °C",
  "melting" : "−219,67 °C",
  "group" : "17",
  "period" : "2",
  "block" : "P",
  "description" : "Fluorin adalah sebuah unsur kimia dengan lambang F dan nomor atom 9. Ia merupakan halogen yang paling ringan dan muncul dalam kondisi standar sebagai gas diatomik kuning pucat yang sangat beracun. Sebagai unsur yang paling elektronegatif, ia sangat reaktif, karena bereaksi dengan semua unsur lain kecuali argon, neon, dan helium.",
  "appearance" : "gas: kuning sangat pucat, cairan: kuning cerah, padatan: alfa buram, beta transparan",
  "electronConfiguration" : "1s<sup>2</sup> 2s<sup>2</sup> 2p<sup>5</sup>",
  "electronPerGroup" : "2, 7",
  "images" : ""
},
{
  "number" : "10", 
  "name" : "Neon",
  "symbol" : "Ne",
  "spell" : "/nèon/",
  "category" : "Gas Mulia",
  "weight" : "20,180",
  "boil" : "−246,046 °C",
  "melting" : "−248,59 °C",
  "group" : "18",
  "period" : "2",
  "block" : "P",
  "description" : "Neon adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Ne dan nomor atom 10. Neon termasuk kelompok Gas Mulia yang tak berwarna dan lembam (inert). Zat ini memberikan pendar khas kemerahan jika digunakan di tabung hampa (vacuum discharge tube) dan lampu neon. Sifat ini membuat neon terutama dipergunakan sebagai bahan pembuatan tanda (sign).",
  "appearance" : "gas tak berwarna, akan menjadi merah-jingga jika diletakkan pada medan listrik bertegangan tinggi",
  "electronConfiguration" : "1s<sup>2</sup> 2s<sup>2</sup> 2p<sup>6</sup>",
  "electronPerGroup" : "2, 8",
  "images" : ""
},
{
  "number" : "11", 
  "name" : "Natrium",
  "symbol" : "Na",
  "spell" : "/natrium/",
  "category" : "Logam Alkali",
  "weight" : "22,990",
  "boil" : "882,940 °C",
  "melting" : "97,794 °C",
  "group" : "1",
  "period" : "3",
  "block" : "S",
  "description" : "Natrium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Na dan nomor atom 11. Ini adalah logam lunak, putih keperakan, dan sangat reaktif. Natrium adalah Logam Alkali, berada pada golongan 1 tabel periodik, karena memiliki satu elektron di kulit terluarnya yang mudah disumbangkannya, menciptakan atom bermuatan positif—kation Na+. Satu-satunya isotop stabil adalah 23Na. Logam bebasnya tidak terdapat di alam, tapi harus dibuat dari senyawanya. Natrium adalah unsur keenam paling melimpah dalam kerak bumi, dan terdapat di banyak mineral seperti feldspar, sodalit dan halit (garam batu, NaCl). Banyak garam natrium sangat larut dalam air: ion natrium telah dilindi oleh aksi air dari mineral Bumi selama ribuan tahun, dan dengan demikian natrium Dan klorin adalah unsur terlarut yang paling umum terjadi di lautan (berdasarkan berat).",
  "appearance" : "metalik putih keperakan",
  "electronConfiguration" : "[Ne] 3s<sup>1</sup>",
  "electronPerGroup" : "2,8,1",
  "images" : ""
},
{
  "number" : "12", 
  "name" : "Magnesium",
  "symbol" : "Mg",
  "spell" : "/magnèsium/",
  "category" : "Alkali Tanah",
  "weight" : "24,305",
  "boil" : "1091 °C",
  "melting" : "650 °C",
  "group" : "2",
  "period" : "3",
  "block" : "S",
  "description" : "Magnesium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Mg dan nomor atom 12. Ia berupa padatan abu-abu mengkilap yang memiliki kemiripan fisik dengan lima unsur lainnya pada kolom kedua (golongan 2, atau Alkali Tanah) tabel periodik: semua unsur golongan 2 memiliki konfigurasi elektron yang sama pada kelopak elektron terluar dan struktur kristal yang serupa.",
  "appearance" : "padatan abu-abu berkilau",
  "electronConfiguration" : "[Ne] 3s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 2",
  "images" : ""
},
{
  "number" : "13", 
  "name" : "Aluminium",
  "symbol" : "Al",
  "spell" : "/aluminium/",
  "category" : "Logam",
  "weight" : "26,982",
  "boil" : "2470 °C",
  "melting" : "660,32 °C",
  "group" : "13",
  "period" : "3",
  "block" : "P",
  "description" : "Aluminium ialah unsur kimia. Lambang aluminium ialah Al (Bahasa Latin: Aluminium), dan nomor atomnya 13. Aluminium ialah logam paling berlimpah. Aluminium bukan merupakan jenis logam berat, tetapi merupakan elemen yang berjumlah sekitar 8 persen dari permukaan bumi dan paling berlimpah ketiga. Aluminium terdapat dalam penggunaan aditif makanan, antasida, buffered aspirin, astringents, semprotan hidung, antiperspirant, air minum, knalpot mobil, asap tembakau, penggunaan aluminium foil, peralatan masak, kaleng, keramik, dan kembang api.",
  "appearance" : "metalik abu-abu keperakan",
  "electronConfiguration" : "[Ne] 3s<sup>2</sup> 3p<sup>1</sup>",
  "electronPerGroup" : "2, 8, 3",
  "images" : ""
},
{
  "number" : "14", 
  "name" : "Silikon",
  "symbol" : "Si",
  "spell" : "/silikon/",
  "category" : "Metaloid",
  "weight" : "28,085",
  "boil" : "3265 °C",
  "melting" : "1414 °C",
  "group" : "14",
  "period" : "3",
  "block" : "P",
  "description" : "Silikon adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Si dan nomor atom 14. Senyawa yang dibentuk bersifat paramagnetik. Unsur kimia yang juga disebut sebagai zat pasir ini ditemukan oleh Jöns Jakob Berzelius. Silikon merupakan unsur Metaloid tetravalensi, bersifat lebih tidak reaktif daripada karbon (unsur nonlogam yang tepat berada di atasnya pada tabel periodik, tetapi lebih reaktif daripada germanium, Metaloid yang berada persis di bawahnya pada tabel periodik. Kontroversi mengenai sifat-sifat silikon bermula sejak penemuannya: silikon pertama kali dibuat dalam bentuk murninya pada tahun 1824 dengan nama silisium (dari kata bahasa Latin: silicis), dengan akhiran -ium yang berarti logam. Meski begitu, pada tahun 1831, namanya diganti menjadi silikon karena sifat-sifat fisiknya lebih mirip dengan karbon dan boron.",
  "appearance" : "kristalin, reflektif dengan muka berwarna kebiruan",
  "electronConfiguration" : "[Ne] 3s<sup>2</sup> 3p<sup>2</sup>",
  "electronPerGroup" : "2, 8, 4",
  "images" : ""
},
{
  "number" : "15", 
  "name" : "Fosforus",
  "symbol" : "P",
  "spell" : "/fosforus/",
  "category" : "Non Logam",
  "weight" : "30,974",
  "boil" : "280,5 °C",
  "melting" : "44,15 °C",
  "group" : "15",
  "period" : "3",
  "block" : "P",
  "description" : "Fosforus adalah unsur kimia dengan lambang P dan nomor atom 15. Fosforus unsur ada dalam dua bentuk utama, fosforus putih dan fosforus merah, tetapi karena sangat reaktif, fosforus tidak pernah ditemukan sebagai unsur bebas di Bumi. Ia memiliki konsentrasi di kerak Bumi sekitar satu gram per kilogram (dibandingkan dengan tembaga yang sekitar 0,06 gram). Dalam mineral, fosforus umumnya terjadi sebagai fosfat.",
  "appearance" : "putih, merah dan ungu tampak seperti lilin, hitam tampak seperti metalik",
  "electronConfiguration" : "[Ne] 3s<sup>2</sup> 3p<sup>3</sup>",
  "electronPerGroup" : "2, 8, 5",
  "images" : ""
},
{
  "number" : "16", 
  "name" : "Belerang",
  "symbol" : "S",
  "spell" : "/bêlèrang/",
  "category" : "Non Logam",
  "weight" : "32,06",
  "boil" : "444,6 °C",
  "melting" : "115,21 °C",
  "group" : "16",
  "period" : "3",
  "block" : "P",
  "description" : "Belerang atau sulfur adalah unsur kimia dalam tabel periodik yang memiliki lambang S dan nomor atom 16. Belerang merupakan unsur non-logam yang tidak berasa. Belerang, dalam bentuk aslinya, adalah sebuah zat padat kristalin kuning. Di alam, belerang dapat ditemukan sebagai unsur murni atau sebagai mineral-mineral pada gunung berapisulfida dan sulfat. Belerang adalah unsur penting untuk kehidupan dan ditemukan dalam 2 asam amino. Salah satu contoh penggunaan umum belerang adalah dalam pupuk. Selain itu, belerang juga digunakan dalam bubuk mesiu, korek api, insektisida, dan fungisida.",
  "appearance" : "mikrokristal tersinter berwarna kuning lemon",
  "electronConfiguration" : "[Ne] 3s<sup>2</sup> 3p<sup>4</sup>",
  "electronPerGroup" : "2, 8, 6",
  "images" : ""
},
{
  "number" : "17", 
  "name" : "Klorin",
  "symbol" : "Cl",
  "spell" : "/klorin/",
  "category" : "Halogen",
  "weight" : "35,45",
  "boil" : "−34,04 °C",
  "melting" : "−101,5 °C",
  "group" : "17",
  "period" : "3",
  "block" : "P",
  "description" : "Klorin adalah unsur kimia dengan simbol Cl dan nomor atom 17. Senyawa ini adalah halogen kedua paling ringan, berada diantara fluor dan bromin dalam tabel periodik dan sifat-sifatnya sebagian besar di antara mereka. Klorin berwujud gas berwarna kuning-hijau pada suhu kamar. Unsur ini merupakan elemen sangat reaktif dan oksidator kuat: klorin mempunyai afinitas elektron tertinggi dan elektronegativitas ketiga tertinggi di belakang oksigen dan fluor.",
  "appearance" : "gas berwarna hijau kekuningan pucat",
  "electronConfiguration" : "[Ne] 3s<sup>2</sup> 3p<sup>5</sup>",
  "electronPerGroup" : "2, 8, 7",
  "images" : ""
},
{
  "number" : "18", 
  "name" : "Argon",
  "symbol" : "Ar",
  "spell" : "/argon/",
  "category" : "Gas Mulia",
  "weight" : "39,95",
  "boil" : "−185,848 °C",
  "melting" : "−189,34 °C",
  "group" : "18",
  "period" : "3",
  "block" : "P",
  "description" : "Argon adalah unsur kimia dengan simbol Ar dan nomor atom 18. Ia berada pada golongan 18 tabel periodik dan merupakan Gas Mulia.[n 1] Argon adalah gas ketiga yang paling umum di atmosfer bumi, dengan kelimpahan 0,934% (9.340 ppmv), menjadikannya gas dengan kelimpahan dua kali kelimpahan uap air (rata-rata 4.000 ppmv, tetapi bervariasi) dan 23 kali kelimpahan gas atmosfer lainnya, karbon dioksida (400 ppmv), dan lebih dari 500 kali kelimpahan Gas Mulia berikutnya, neon (18 ppmv).",
  "appearance" : "gas tak berwarna yang berpendar lilak/ungu ketika berada dalam medan listrik",
  "electronConfiguration" : "[Ne] 3s<sup>2</sup> 3p<sup>6</sup>",
  "electronPerGroup" : "2, 8, 8",
  "images" : ""
},
{
  "number" : "19", 
  "name" : "Kalium",
  "symbol" : "K",
  "spell" : "/kalium/",
  "category" : "Logam Alkali",
  "weight" : "39,098",
  "boil" : "759 °C",
  "melting" : "63,5 °C",
  "group" : "1",
  "period" : "4",
  "block" : "S",
  "description" : "Kalium, atau juga disebut potasium, adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang K dan nomor atom 19. Dari bahasa Neo-Latin kalium. Ia pertama kali diisolasi dari potas [en], abu tanaman, asal nama bahasa Inggrisnya. Dalam tabel periodik, kalium adalah salah satu Logam Alkali. Semua Logam Alkali memiliki satu elektron valensi di kelopak elektron terluarnya, yang mudah dilepaskan untuk membentuk ion bermuatan positif – sebuah kation, yang jika bergabung dengan anion membentuk garam. Kalium di alam hanya terdapat pada garam ionik. Unsur kalium adalah Logam Alkali, lunak, berwarna putih keperakan yang teroksidasi dengan cepat di udara dan bereaksi hebat dengan air, menghasilkan panas yang cukup untuk menyalakan hidrogen yang dipancarkan dalam reaksi dan terbakar dengan api berwarna ungu. Ia ditemukan terlarut dalam air laut (yaitu 0,04% kalium berdasarkan berat), dan merupakan bagian dari banyak mineral.",
  "appearance" : "abu-abu keperakan",
  "electronConfiguration" : "",
  "electronPerGroup" : "",
  "images" : ""
},
{
  "number" : "20", 
  "name" : "Kalsium",
  "symbol" : "Ca",
  "spell" : "/kalsium/",
  "category" : "Alkali Tanah",
  "weight" : "40,078",
  "boil" : "1484 °C",
  "melting" : "842 °C",
  "group" : "2",
  "period" : "4",
  "block" : "S",
  "description" : "Kalsium atau zat kapur adalah sebuah elemen kimia dengan simbol Ca dan nomor atom 20. Mempunyai massa atom 40.078 amu. Kalsium merupakan salah satu Alkali Tanah, dan merupakan elemen kelima terbanyak di bumi. Kalsium juga merupakan ion kelima terbanyak di air laut dilihat dari segi molaritas dan massanya, setelah natrium, klorida, magnesium, dan sulfat.",
  "appearance" : "Abu-abu kusam, perak dengan warna kuning pucat",
  "electronConfiguration" : "[Ar]4s<sup>2</sup>",
  "electronPerGroup" : "2,8,8,2",
  "images" : ""
},
{
  "number" : "21", 
  "name" : "Skandium",
  "symbol" : "Sc",
  "spell" : "/skandium/",
  "category" : "Logam Transisi",
  "weight" : "44,956",
  "boil" : "2836 °C",
  "melting" : "1541 °C",
  "group" : "3",
  "period" : "4",
  "block" : "D",
  "description" : "Skandium adalah salah satu unsur kimia dengan lambang Sc dengan nomor atom 21. Sebagai Logam Transisi yang berwarna putih-keperakan, ia berdasarkan sejarahnya dikelompokkan sebagai logam tanah jarang,[6] bersama-sama dengan itrium dan unsur-unsur Lantanida. Ia ditemukan pada tahun 1879 melalui analisis spektrum terhadap mineral-mineral euksenit dan gadolinit dari Skandinavia.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Ar] 3d<sup>1</sup> 4s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 9, 2",
  "images" : ""
},
{
  "number" : "22", 
  "name" : "Titanium",
  "symbol" : "Ti",
  "spell" : "/titanium/",
  "category" : "Logam Transisi",
  "weight" : "47,867",
  "boil" : "3287 °C",
  "melting" : "1668 °C",
  "group" : "4",
  "period" : "4",
  "block" : "D",
  "description" : "Titanium adalah sebuah unsur kimia dalam tabel periodik yang memiliki simbol Ti dan nomor atom 22. Unsur ini merupakan Logam Transisi yang ringan, kuat, berkilau, tahan korosi (termasuk tahan terhadap air laut, aqua regia, dan klorin) dengan warna putih-metalik-keperakan.",
  "appearance" : "metalik abu-abu putih keperakan",
  "electronConfiguration" : "[Ar] 3d<sup>2</sup> 4s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 10, 2",
  "images" : ""
},
{
  "number" : "23", 
  "name" : "Vanadium",
  "symbol" : "V",
  "spell" : "/vanadium/",
  "category" : "Logam Transisi",
  "weight" : "50,942",
  "boil" : "3407 °C",
  "melting" : "1910 °C",
  "group" : "5",
  "period" : "4",
  "block" : "D",
  "description" : "Vanadium adalah salah satu unsur kimia dalam tabel periodik yang memiliki lambang V dan nomor atom 23. Salah satu senyawa yang mengandung vanadium antara lain vanadium pentaoksida (V2O5), yang digunakan sebagai katalis dalam pembuatan asam sulfat dan anhidrida maleat, serta dalam pembuatan keramik. Vanadium juga merupakan Logam mulia yang cukup keras, Logam ini hanya bisa ditemukan di tempat-tempat tertentu, seperti pada alga atau ganggang, kerang, dan kepiting. Vanadium ditemukan pertama kali oleh seorang ahli mineral (mineralogist) asal Meksiko bernama Andrés Manuel del Río, pada tahun 1801, yang ia namai erythronium, karena ia menemukannya pada sebuah batu mineral berwarna kemerah-merahan yang diberi nama vanadinite. Lalu seorang ahli kimia Swedia menyempurnakan temuan del Río, dan kemudian diberi nama Vanadium.",
  "appearance" : "logam biru-perak-abu-abu",
  "electronConfiguration" : "[Ar] 3d<sup>3</sup> 4s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 11, 2",
  "images" : ""
},
{
  "number" : "24", 
  "name" : "Kromium",
  "symbol" : "Cr",
  "spell" : "/kromium/",
  "category" : "Logam Transisi",
  "weight" : "51,996",
  "boil" : "2671 °C",
  "melting" : "1907 °C",
  "group" : "6",
  "period" : "4",
  "block" : "D",
  "description" : "Kromium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Cr dan nomor atom 24. Ia adalah unsur pertama dalam golongan 6. Ia adalah logam berwarna abu-abu seperti baja, berkilau, keras dan rapuh[4] yang memerlukan pemolesan tinggi, tahan pengusaman, dan memiliki titik lebur tinggi. Nama unsur ini diturunkan dari bahasa Yunani χρῶμα, chrōma, yang berarti warna,[5] karena banyak senyawa kromium sangat berwarna.",
  "appearance" : "metalik keperakan",
  "electronConfiguration" : "[Ar] 4s<sup>1</sup>3d<sup>5</sup>",
  "electronPerGroup" : "",
  "images" : ""
},
{
  "number" : "25", 
  "name" : "Mangan",
  "symbol" : "Mg",
  "spell" : "/mangan/",
  "category" : "Logam Transisi",
  "weight" : "54,938",
  "boil" : "2061 °C",
  "melting" : "1246 °C",
  "group" : "7",
  "period" : "4",
  "block" : "D",
  "description" : "Mangan atau batu kawi atau Bekawi adalah unsur kimia dalam tabel periodik yang memiliki lambang Mn dan nomor atom 25. Mangan berupa Logam Transisi yang berwarna perak metalik.",
  "appearance" : "metalik keperakan",
  "electronConfiguration" : "[Ar] 4s<sup>2</sup> 3d<sup>5</sup>",
  "electronPerGroup" : "2, 8, 13, 2",
  "images" : ""
},
{
  "number" : "26", 
  "name" : "Besi",
  "symbol" : "Fe",
  "spell" : "/bêsi/",
  "category" : "Logam Transisi",
  "weight" : "55,845",
  "boil" : "2862 °C",
  "melting" : "1538 °C",
  "group" : "8",
  "period" : "4",
  "block" : "D",
  "description" : "Besi adalah unsur kimia dengan simbol Fe (dari bahasa Latin: ferrum) dan nomor atom 26. Merupakan logam dalam deret transisi pertama.[5] Ini adalah unsur paling umum di bumi berdasarkan massa, membentuk sebagian besar bagian inti luar dan dalam bumi. Besi adalah unsur keempat terbesar pada kerak bumi. Kelimpahannya dalam planet berbatu seperti bumi karena melimpahnya produksi akibat reaksi fusi dalam bintang bermassa besar, di mana produksi nikel-56 (yang meluruh menjadi isotop besi paling umum) adalah reaksi fusi nuklir terakhir yang bersifat eksotermal. Akibatnya, nikel radioaktif adalah unsur terakhir yang diproduksi sebelum keruntuhan hebat supernova. Keruntuhan tersebut menghamburkan prekursor radionuklida besi ke angkasa raya.",
  "appearance" : "metalik berkilau dengan semburat kelabu",
  "electronConfiguration" : "[Ar] 3d<sup>6</sup> 4s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 14, 2",
  "images" : ""
},
{
  "number" : "27", 
  "name" : "Kobalt",
  "symbol" : "Co",
  "spell" : "/kobalt/",
  "category" : "Logam Transisi",
  "weight" : "58,933",
  "boil" : "2927 °C",
  "melting" : "1495 °C",
  "group" : "9",
  "period" : "4",
  "block" : "D",
  "description" : "Kobalt adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Co dan nomor atom 27. Elemen ini biasanya hanya ditemukan dalam bentuk campuran di alam. Elemen bebasnya, diproduksi dari peleburan reduktif, adalah logam berwarna abu-abu perak yang keras dan berkilau. Kobalt banyak ditemukan di Kalimantan dan Sulawesi. Kobalt menjadi salah satu bahan dasar pembuatan baterai untuk kendaraan listrik dan alat-alat berbasis elektronik lainnya.",
  "appearance" : "logam abu-abu kebiruan berkilau keras",
  "electronConfiguration" : "[Ar] 4s<sup>2</sup> 3d<sup>7</sup>",
  "electronPerGroup" : "2, 8, 15, 2",
  "images" : ""
},
{
  "number" : "28", 
  "name" : "Nikel",
  "symbol" : "Ni",
  "spell" : "/nikêl/",
  "category" : "Logam Transisi",
  "weight" : "58,693",
  "boil" : "2730 °C",
  "melting" : "1455 °C",
  "group" : "10",
  "period" : "4",
  "block" : "D",
  "description" : "Nikel adalah unsur kimia metalik dalam tabel periodik yang memiliki simbol Ni dan nomor atom 28. Nikel adalah logam berwarna putih keperak–perakan sedikit semburat keemasan. Nikel termasuk Logam Transisi, dan memiliki sifat keras serta ulet. Nikel juga tergolong dalam grup logam besi-kobalt, yang dapat menghasilkan paduan yang sangat berharga. Nikel murni berbentuk bubuk untuk memaksimalkan luas permukaan reaktif, memiliki aktivitas kimia yang signifikan, tetapi potongan yang besar lambat bereaksi dengan udara dalam kondisi normal karena lapisan teroksidasi terbentuk di permukaan dan mencegah korosi lebih lanjut (pasivasi). Meski begitu, nikel murni hanya ditemukan di kerak bumi dalam jumlah kecil, biasanya di batuan ultrabasa, dan di dalam meteorit besi atau siderit yang tidak terpapar oksigen saat berada di luar atmosfer Bumi.",
  "appearance" : "berkilau, metalik, dan perak dengan semburat emas",
  "electronConfiguration" : "[Ar] 4s<sup>2</sup> 3d<sup>8</sup> atau [Ar] 4s<sup>1</sup> 3d<sup>9</sup>",
  "electronPerGroup" : "2, 8, 16, 2 atau 2, 8, 17, 1",
  "images" : ""
},
{
  "number" : "29", 
  "name" : "Tembaga",
  "symbol" : "Cu",
  "spell" : "/têmbaga/",
  "category" : "Logam Transisi",
  "weight" : "63,546",
  "boil" : "2562 °C",
  "melting" : "1084,62 °C",
  "group" : "11",
  "period" : "4",
  "block" : "D",
  "description" : "Tembaga adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Cu dan nomor atom 29. Lambangnya berasal dari bahasa Latin Cuprum.Tembaga merupakan konduktor panas dan listrik yang baik. Selain itu unsur ini memiliki korosi yang cepat sekali. Tembaga murni sifatnya halus dan lunak, dengan permukaan berwarna jingga kemerahan. Tembaga dicampurkan dengan timah untuk membuat perunggu.",
  "appearance" : "metalik merah-jingga",
  "electronConfiguration" : "[Ar] 3d<sup>10</sup> 4s<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 1",
  "images" : ""
},
{
  "number" : "30", 
  "name" : "Seng",
  "symbol" : "Zn",
  "spell" : "/séng/",
  "category" : "Logam Transisi",
  "weight" : "65,38",
  "boil" : "907 °C",
  "melting" : "419,53 °C",
  "group" : "12",
  "period" : "4",
  "block" : "D",
  "description" : "Seng, zinkum (bahasa Latin: zincum), zink (bahasa Belanda: zink), atau timah sari adalah sebuah unsur kimia dengan lambang Zn dan nomor atom 30. Seng adalah logam yang sedikit rapuh pada suhu kamar dan memiliki penampilan keabu-abuan keperakan ketika oksidasi dihilangkan. Ia merupakan unsur pertama dalam golongan 12 (IIB) dari tabel periodik. Dalam beberapa hal, seng secara kimiawi mirip dengan magnesium: kedua unsur ini hanya menunjukkan satu bilangan oksidasi normal (+2), dan ion Zn2+ dan Mg2+ memiliki ukuran yang sama. Seng merupakan unsur paling melimpah ke-24 di kerak Bumi dan memiliki lima isotop stabil. Bijih seng yang paling umum adalah sfalerit (seng campuran), sebuah mineral seng sulfida. Lode terbesar yang bisa diterapkan berada di Australia, Asia, dan Amerika Serikat. Seng dimurnikan melalui pengapungan buih bijih, pemanggangan, dan ekstraksi akhir menggunakan listrik (pengekstraksian listrik).",
  "appearance" : "abu-abu perak",
  "electronConfiguration" : "[Ar] 3d<sup>10</sup> 4s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 2",
  "images" : ""
},
{
  "number" : "31", 
  "name" : "Galium",
  "symbol" : "Ga",
  "spell" : "/galium/",
  "category" : "Logam",
  "weight" : "69,723",
  "boil" : "2204 °C",
  "melting" : "29,7646 °C",
  "group" : "13",
  "period" : "4",
  "block" : "P",
  "description" : "Gallium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Ga dan nomor atom 31. Sebuah Logam yang jarang, dan lembut, gallium merupakan benda padat yang mudah melebur pada suhu rendah namun mencair lebih lambat di atas suhu kamar dan memang akan melebur di tangan. Terbentuk dalam jumlah sedikit dalam bauksit dan bijih seng. Penerapan pentingnya ialah dalam senyawa galium arsenida, digunakan sebagai semikonduktor, terutama dalam diode pemancar cahaya. Logam ini akan meleleh saat dipegang oleh tangan kita karena titik cair galium adalah 29,2 °C. Nama logam ini diambil dari kata Galia, nama lain dari Prancis.",
  "appearance" : "biru keperakan",
  "electronConfiguration" : "[Ar] 4s<sup>2</sup> 3d<sup>10</sup> 4p<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 3",
  "images" : ""
},
{
  "number" : "32", 
  "name" : "Germanium",
  "symbol" : "Ge",
  "spell" : "/gérmanium/",
  "category" : "Metaloid",
  "weight" : "72,630",
  "boil" : "2833 °C",
  "melting" : "938,25 °C",
  "group" : "14",
  "period" : "4",
  "block" : "P",
  "description" : "Germanium adalah unsur kimia dengan simbol Ge dan nomor atom 32. Germanium adalah Metaloid berkilau, keras, berwarna abu-abu keputihan dalam golongan karbon, secara kimiawi bersifat sama dengan unsur segolongannya timah dan silikon. Germanium murni adalah semikonduktor, dengan penampilan hampir sama dengan unsur silikon. Germanium, sama halnya dengan silikon, secara alamiah bereaksi dan membentuk senyawa kompleks dengan oksigen di alam. Berkebalikan dengan silikon, germanium terlalu reaktif untuk ditemukan secara alami di Bumi dalam bentuk bebasnya.",
  "appearance" : "putih keabuan",
  "electronConfiguration" : "[Ar] 3d<sup>10</sup> 4s<sup>2</sup> 4p<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 4",
  "images" : ""
},
{
  "number" : "33", 
  "name" : "Arsen",
  "symbol" : "As",
  "spell" : "/arsèn/",
  "category" : "Metaloid",
  "weight" : "74,922",
  "boil" : "-",
  "melting" : "-",
  "group" : "15",
  "period" : "4",
  "block" : "P",
  "description" : "Arsen, arsenik, atau arsenikum adalah unsur kimia dalam tabel periodik yang memiliki simbol As dan nomor atom 33. Ini adalah bahan Metaloid yang terkenal beracun dan memiliki tiga bentuk alotropik; kuning, hitam, dan abu-abu. Arsenik dan senyawa arsenik digunakan sebagai pestisida, herbisida, insektisida, dan dalam berbagai aloy.",
  "appearance" : "abu-abu metalik",
  "electronConfiguration" : "[Ar] 4s<sup>2</sup> 3d<sup>10</sup> 4p<sup>3</sup>",
  "electronPerGroup" : "2, 8, 18, 5",
  "images" : ""
},
{
  "number" : "34", 
  "name" : "Selenium",
  "symbol" : "Se",
  "spell" : "/sèlènium/",
  "category" : "Non Logam",
  "weight" : "78,971",
  "boil" : "685 °C",
  "melting" : "221 °C",
  "group" : "16",
  "period" : "4",
  "block" : "P",
  "description" : "Selenium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Se dan nomor atom 34. Elemen ini ditemukan oleh Jöns Jacob Berzelius pada tahun 1817. Nama ini diambil dari Bahasa Yunani Selene yang berarti bulan.",
  "appearance" : "alotrop abu-abu tampak metalik, merah, dan hitam seperti kaca",
  "electronConfiguration" : "[Ar] 3d<sup>10</sup> 4s<sup>2</sup> 4p<sup>4</sup>",
  "electronPerGroup" : "2, 8, 18, 6",
  "images" : ""
},
{
  "number" : "35", 
  "name" : "Bromin",
  "symbol" : "Br",
  "spell" : "/bromin/",
  "category" : "Halogen",
  "weight" : "79,904",
  "boil" : "58,8 °C",
  "melting" : "−7,2 °C",
  "group" : "17",
  "period" : "4",
  "block" : "P",
  "description" : "Bromin atau brom (bahasa Yunani: βρωμος, brómos - berbau pesing), adalah unsur kimia pada tabel periodik yang memiliki simbol Br dan nomor atom 35. Unsur dari deret kimia halogen ini berbentuk cairan berwarna merah pada suhu kamar dan memiliki reaktivitas di antara klor dan yodium. Dalam bentuk cairan, zat ini bersifat korosif terhadap jaringan sel manusia dan uapnya menyebabkan iritasi pada mata dan tenggorokan. Dalam bentuk gas, bromin bersifat toksik.",
  "appearance" : "gas/cairan: coklat kemerahan padatan: metalik",
  "electronConfiguration" : "[Ar] 4s<sup>2</sup> 3d<sup>10</sup> 4p<sup>5</sup>",
  "electronPerGroup" : "2, 8, 18, 7",
  "images" : ""
},
{
  "number" : "36", 
  "name" : "Kripton",
  "symbol" : "Kr",
  "spell" : "/kripton/",
  "category" : "Gas Mulia",
  "weight" : "83,798",
  "boil" : "−153,415 °C",
  "melting" : "−157,37 °C",
  "group" : "18",
  "period" : "4",
  "block" : "P",
  "description" : "Kripton adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Kr dan nomor atom 36. Nama ini diambil dari kata Bahasa Yunani Kriptos yang berarti tersembunyi.",
  "appearance" : "gas tak berwarna, akan menjadi putih bila diletakkan pada medan listrik bertegangan tinggi",
  "electronConfiguration" : "[Ar] 3d<sup>10</sup> 4s<sup>2</sup> 4p<sup>6</sup>",
  "electronPerGroup" : "2, 8, 18, 8",
  "images" : ""
},
{
  "number" : "37", 
  "name" : "Rubidium",
  "symbol" : "Rb",
  "spell" : "/rubidium/",
  "category" : "Logam Alkali",
  "weight" : "85,468",
  "boil" : "688 °C",
  "melting" : "39,30 °C",
  "group" : "1",
  "period" : "4",
  "block" : "S",
  "description" : "Rubidium adalah sebuah unsur kimia dengan lambang Rb dan nomor atom 37. Rubidium adalah sebuah logam abu-abu keputihan yang sangat lunak dalam golongan Logam Alkali. Logam rubidium memiliki kesamaan dengan logam kalium dan logam sesium dalam penampilan fisik, kelembutan dan konduktivitas.[6] Rubidium tidak dapat disimpan di bawah oksigen atmosfer, karena reaksi eksoterm yang sangat tinggi akan terjadi, kadang-kadang bahkan mengakibatkan logam ini terbakar.",
  "appearance" : "abu-abu putih",
  "electronConfiguration" : "[Kr] 5s<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 8, 1",
  "images" : ""
},
{
  "number" : "38", 
  "name" : "Stronsium",
  "symbol" : "Sr",
  "spell" : "/stronsium/",
  "category" : "Alkali Tanah",
  "weight" : "87,62",
  "boil" : "1377 °C",
  "melting" : "777 °C",
  "group" : "2",
  "period" : "5",
  "block" : "S",
  "description" : "Stronsium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Sr dan nomor atom 38. Sebuah Alkali Tanah, strontium adalah unsur logam lunak perak-putih atau kekuningan yang sangat reaktif kimia. logam membentuk lapisan oksida gelap bila terkena udara. Strontium memiliki sifat fisik dan kimia mirip dengan dua tetangga vertikal dalam tabel periodik, kalsium dan barium. Hal ini terjadi secara alami dalam mineral Celestine, strontianite, dan putnisite, dan ditambang sebagian besar dari dua pertama ini. Sementara strontium alami stabil, sintetis 90Sr isotop radioaktif dan merupakan salah satu komponen yang paling berbahaya dari kejatuhan nuklir, seperti strontium diserap oleh tubuh dalam cara yang mirip dengan kalsium. Natural strontium stabil, di sisi lain, tidak berbahaya bagi kesehatan.",
  "appearance" : "metalik putih keperakan; dengan warna kuning pucat",
  "electronConfiguration" : "[Kr] 5s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 8, 2",
  "images" : ""
},
{
  "number" : "39", 
  "name" : "Itrium",
  "symbol" : "Y",
  "spell" : "/itrium/",
  "category" : "Logam Transisi",
  "weight" : "88,906",
  "boil" : "1526 °C",
  "melting" : "2930 °C",
  "group" : "3",
  "period" : "3",
  "block" : "D",
  "description" : "Itrium adalah unsur kimia dalam tabel periodik dilambangkan huruf Y (inisial dari bahasa Latin: Yttrium) dan nomor atom 39, yang merupakan Logam Transisi berwarna putih keperakan yang mirip dengan Lantanida dan sering diklasifikasikan sebagai logam tanah jarang. Itrium hampir selalu ditemukan dalam kombinasi dengan unsur-unsur Lantanida dalam mineral langka di bumi, dan tidak pernah ditemukan di alam sebagai unsur bebas.89Y adalah satu-satunya isotop stabil, dan satu-satunya isotop yang ditemukan di kerak Bumi.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Kr] 4d<sup>1</sup> 5s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 9, 2",
  "images" : ""
},
{
  "number" : "40", 
  "name" : "Zirkonium",
  "symbol" : "Zr",
  "spell" : "/zirkonium/",
  "category" : "Logam Transisi",
  "weight" : "91,224",
  "boil" : "4377 °C",
  "melting" : "1852 °C",
  "group" : "4",
  "period" : "5",
  "block" : "D",
  "description" : "Zirkonium adalah logam putih keabuan yang jarang dijumpai di alam bebas. Ia memiliki lambang kimia Zr, nomor atom 40, massa atom relatif 91,224. Logam zirkonium digunakan dalam teras reaktor nuklir karena tahan korosi dan tidak menyerap neutron. Zircaloy merupakan aliase zirkonium yang penting untuk penyerapan nuklir, seperti menyalut bagian-bagian bahan bakar.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Kr] 5s<sup>2</sup> 4d<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 10, 2",
  "images" : ""
},
{
  "number" : "41", 
  "name" : "Niobium",
  "symbol" : "Nb",
  "spell" : "/niobium/",
  "category" : "Logam Transisi",
  "weight" : "92,906",
  "boil" : "4744 °C",
  "melting" : "2477 °C",
  "group" : "5",
  "period" : "5",
  "block" : "D",
  "description" : "Niobium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Nb dan nomor atom 41. Niobium diambil dari nama dewi tangis Yunani Kuno, Niobe, yang merupakan saudara dari raja Tantalos. Dulu, Niobium sempat dinamakan Columbium (simbol: Cb) selama 100 tahun. Namun, pada 1949, International Union and Pure meresmikan nama Niobium untuk elemen ini. Niobium ditemukan pada 1801 oleh Charles Hatchett.",
  "appearance" : "abu-abu metalik, kebiruan ketika teroksidasi",
  "electronConfiguration" : "[Kr] 4d<sup>4</sup> 5s<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 12, 1",
  "images" : ""
},
{
  "number" : "42", 
  "name" : "Molibdenum",
  "symbol" : "Mo",
  "spell" : "/molibdènum/",
  "category" : "Logam Transisi",
  "weight" : "95,95",
  "boil" : "4639 °C",
  "melting" : "2623 °C",
  "group" : "6",
  "period" : "5",
  "block" : "D",
  "description" : "Molibdenum adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Mo dan nomor atom 42. Namanya diambil dari Neo-Latin molybdaenum, dari bahasa Yunani Kuno Μόλυβδος molybdos, yang berarti timbal, karena bijihnya dirancukan dengan bijih timbal.Mineral molibdenum telah dikenal sepanjang sejarah, tetapi unsurnya ditemukan (dalam arti membedakannya sebagai entitas baru dari garam mineral logam lainnya) pada tahun 1778 oleh Carl Wilhelm Scheele. Logamnya pertama kali diisolasi pada tahun 1781 oleh Peter Jacob Hjelm.",
  "appearance" : "metalik abu-abu",
  "electronConfiguration" : "[Kr] 5s<sup>1</sup> 4d<sup>5</sup>",
  "electronPerGroup" : "2, 8, 18, 13, 1",
  "images" : ""
},
{
  "number" : "43", 
  "name" : "Teknesium",
  "symbol" : "Tc",
  "spell" : "/tèknèsium/",
  "category" : "Logam Transisi",
  "weight" : "97",
  "boil" : "4265 °C",
  "melting" : "2157 °C",
  "group" : "7",
  "period" : "5",
  "block" : "D",
  "description" : "Teknesium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Tc dan nomor atom 43. Sekarang logam ini digunakan dalam bidang medis. Elemen ini pertamakali ditemukan pada 1937, oleh Carlo Perrier. Namanya diambil dari kata Bahasa Yunani, 'tekhnetos' yang berarti buatan.",
  "appearance" : "logam abu-abu berkilauan",
  "electronConfiguration" : "[Kr] 4d<sup>5</sup> 5s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 13, 2",
  "images" : ""
},
{
  "number" : "44", 
  "name" : "Rutenium",
  "symbol" : "Ru",
  "spell" : "/ruténium/",
  "category" : "Logam Transisi",
  "weight" : "101,07",
  "boil" : "4150 °C",
  "melting" : "2334 °C",
  "group" : "8",
  "period" : "5",
  "block" : "D",
  "description" : "Ruthenium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Ru dan nomor atom 44. Elemen ini berwujud logam keperakan dan mengkilap.",
  "appearance" : "metalik putih keperakan",
  "electronConfiguration" : "[Kr] 4d<sup>7</sup> 5s<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 15, 1",
  "images" : ""
},
{
  "number" : "45", 
  "name" : "Rodium",
  "symbol" : "Rh",
  "spell" : "/rodium/",
  "category" : "Logam Transisi",
  "weight" : "102,91",
  "boil" : "3695 °C",
  "melting" : "1964 °C",
  "group" : "9",
  "period" : "5",
  "block" : "D",
  "description" : "Rhodium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Rh dan nomor atom 45. Rhodium ditemukan pada tahun 1803, oleh William Hyde Wollaston. Namanya diambil dari Kata dari Bahasa Yunani, rhodon, yang berarti berwarna seperti mawar",
  "appearance" : "metalik putih keperakan",
  "electronConfiguration" : "[Kr] 5s<sup>1</sup> 4d<sup>8</sup>",
  "electronPerGroup" : "2, 8, 18, 16, 1",
  "images" : ""
},
{
  "number" : "46", 
  "name" : "Paladium",
  "symbol" : "Pd",
  "spell" : "/paladium/",
  "category" : "Logam Transisi",
  "weight" : "106,42",
  "boil" : "2963 °C",
  "melting" : "1554,9 °C",
  "group" : "10",
  "period" : "5",
  "block" : "D",
  "description" : "Paladium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Pd dan nomor atom 46. Ia merupakan logam langka berwarna putih berkilau keperakan yang ditemukan pada tahun 1803 oleh William Hyde Wollaston. Dia menamakannya sesuai nama asteroid Pallas, julukan dewi Yunani Athena, yang diperolehnya ketika dia membunuh Pallas. Paladium, platina, rodium, rutenium, iridium, dan osmium membentuk golongan unsur yang dirujuk sebagai logam golongan platina (platinum 'group' metal, PGM). Mereka memiliki kemiripan sifat kimia, tetapi paladium memiliki titik lebur paling dan kerapatan paling rendah di antara golongan ini.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Kr] 4d<sup>10</sup>",
  "electronPerGroup" : "2, 8, 18, 18",
  "images" : ""
},
{
  "number" : "47", 
  "name" : "Perak",
  "symbol" : "Ag",
  "spell" : "/pèrak/",
  "category" : "Logam Transisi",
  "weight" : "107,87",
  "boil" : "2162 °C",
  "melting" : "961,78 °C",
  "group" : "11",
  "period" : "5",
  "block" : "D",
  "description" : "Perak adalah unsur logam dengan nomor atom 47. Simbolnya adalah Ag, dari bahasa Latin argentum, dari akar PIE yang direkonstruksi sebagai *h₂erǵ-, abu-abu atau bersinar. Sebuah Logam Transisi lunak, putih, dan berkilau, ia memiliki konduktivitas listrik, konduktivitas termal, dan reflektivitas tertinggi di antara semua logam. Logam ini terjadi secara alamiah dalam bentuk murni, bentuk bebas (perak asli), sebagai paduan dengan emas dan logam lainnya, dan dalam mineral seperti argentit dan klorargirit. Kebanyakan perak diproduksi sebagai produk samping penambangan tembaga, emas, timah, dan seng.",
  "appearance" : "logam putih berkilau",
  "electronConfiguration" : "[Kr] 4d<sup>10</sup> 5s<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 1",
  "images" : ""
},
{
  "number" : "48", 
  "name" : "Kadmium",
  "symbol" : "Cd",
  "spell" : "/kadmium/",
  "category" : "Logam Transisi",
  "weight" : "112,41",
  "boil" : "767 °C",
  "melting" : "321,07 °C",
  "group" : "12",
  "period" : "5",
  "block" : "D",
  "description" : "Kadmium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Cd dan nomor atom 48. Logam lunak dan putih kebiruan ini secara kimiawi serupa dengan dua logam stabil lainnya pada golongan 12, seng dan raksa. Seperti halnya seng, Cd lebih menyukai tingkat oksidasi +2 dalam sebagian besar senyawa dan, seperti raksa, ia menunjukkan titik lebur yang rendah dibandingkan dengan Logam Transisi pada umumnya. Kadmium dan kongenernya tidak selalu dianggap sebagai Logam Transisi, karena logam tersebut tidak memiliki kulit elektron d atau f yang terisi sebagian atau seluruhnya, baik dalam bentuk unsur maupun dalam tingkat oksidasi umumnya. Konsentrasi kadmium rata-rata dalam kerak bumi adalah antara 0,1 dan 0,5 bagian per juta (ppm). Cd ditemukan pada tahun 1817 secara simultan oleh Stromeyer dan Karl Samuel Leberecht Hermann, keduanya di Jerman, sebagai ketakmurnian dalam seng karbonat.",
  "appearance" : "metalik abu-abu kebiruan keperakan",
  "electronConfiguration" : "[Kr] 5s<sup>2</sup> 4d<sup>10</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 2",
  "images" : ""
},
{
  "number" : "49", 
  "name" : "Indium",
  "symbol" : "In",
  "spell" : "/indium/",
  "category" : "Logam",
  "weight" : "114,82",
  "boil" : "2072 °C",
  "melting" : "156,5985 °C",
  "group" : "13",
  "period" : "5",
  "block" : "P",
  "description" : "Indium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang In dan nomor atom 49. Ini adalah logam pasca transisi yang menyusun 0,21 ppm dari kerak bumi. Indium sangat lembut dan lunak, memiliki titik lebur lebih tinggi daripada natrium dan galium, tetapi lebih rendah daripada litium dan timah. Secara kimiawi, indium mirip dengan galium dan thallium, dan sebagian besar sifatnya berada di antara galium dan thallium.[6] Indium ditemukan pada tahun 1863 oleh Ferdinand Reich dan Hieronim Theodor Richter dengan metode spektroskopi. Mereka menamainya sesuai garis indigo dalam spektrumnya. Indium diisolasi pada tahun berikutnya.",
  "appearance" : "abu-abu berkilau keperakan",
  "electronConfiguration" : "[Kr] 4d<sup>10</sup> 5s<sup>2</sup> 5p<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 3",
  "images" : ""
},
{
  "number" : "50", 
  "name" : "Timah",
  "symbol" : "Sn",
  "spell" : "/timah/",
  "category" : "Logam",
  "weight" : "118,71",
  "boil" : "2602 °C",
  "melting" : "231,93 °C",
  "group" : "14",
  "period" : "5",
  "block" : "P",
  "description" : "Timah (atau timah putih) adalah sebuah unsur kimia dalam tabel periodik yang memiliki simbol Sn (bahasa Latin: stannum) dan nomor atom 50.Timah termasuk logam pasca-transisi di kelompok 14 dalam tabel periodik.Timah menunjukan kemiripan kimia dengan Germanium dan Timbal yang juga berada di kelompok 14 dan memiliki dua kemungkinan bilangan oksidasi, +2 dan +4 yang sedikit lebih stabil. Timah adalah elemen ke 49 yang paling melimpah di bumi, memiliki 10 isotop stabil, jumlah terbesar dalam tabel periodik.",
  "appearance" : "putih keperakan, β (beta); abu-abu, α (alfa)",
  "electronConfiguration" : "[Kr] 4d<sup>10</sup> 5s<sup>2</sup> 5p<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 4",
  "images" : ""
},
{
  "number" : "51", 
  "name" : "Antimon",
  "symbol" : "Sb",
  "spell" : "/antimon/",
  "category" : "Metaloid",
  "weight" : "121,76",
  "boil" : "1635 °C",
  "melting" : "630,63 °C",
  "group" : "15",
  "period" : "5",
  "block" : "P",
  "description" : "Antimon adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Sb dan nomor atom 51. Lambangnya diambil dari bahasa Latin Stibium. Antimon merupakan Metaloid dan mempunyai empatalotropi bentuk. Bentuk stabil antimon adalah logam biru-putih. Antimoni kuning dan hitam adalah logam tak stabil. Antimon digunakan sebagai bahan tahan api, cat, keramik, elektronik, dan karet.",
  "appearance" : "abu-abu berkilau keperakan",
  "electronConfiguration" : "[Kr] 4d<sup>10</sup> 5s<sup>2</sup> 5p<sup>3</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 5",
  "images" : ""
},
{
  "number" : "52", 
  "name" : "Telurium",
  "symbol" : "Te",
  "spell" : "/têlurium/",
  "category" : "Metaloid",
  "weight" : "127,60",
  "boil" : "988 °C",
  "melting" : "449.51 °C",
  "group" : "16",
  "period" : "5",
  "block" : "P",
  "description" : "Telurium adalah unsur kimia dengan simbol Te dan nomor atom 52. Unsur ini adalah Metaloid yang rapuh, agak beracun, jarang ditemukan, berwarna putih perak. Telurium secara kimiawi terkait dengan selenium dan belerang, ketiganya adalah kalkogen. Kadang-kadang ditemukan dalam bentuk asli sebagai kristal unsur. Telurium jauh lebih umum di Semesta secara keseluruhan daripada di Bumi. Kelangkaannya yang ekstrem di kerak bumi, sebanding dengan platinum, sebagian disebabkan oleh pembentukan hidrida yang mudah menguap yang menyebabkan telurium hilang ke angkasa sebagai gas selama pembentukan Bumi, ketika kondisinya sangat panas,[4] dan sebagian karena afinitas telurium yang rendah terhadap oksigen, yang menyebabkannya mengikat secara istimewa ke kalkofil lain dalam mineral padat yang meresap ke dalam inti bumi.",
  "appearance" : "abu-abu keperakan",
  "electronConfiguration" : "[Kr] 4d<sup>10</sup> 5s<sup>2</sup> 5p</sup>4</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 6",
  "images" : ""
},
{
  "number" : "53", 
  "name" : "Iodin",
  "symbol" : "I",
  "spell" : "/iodin/",
  "category" : "Halogen",
  "weight" : "126,90",
  "boil" : "184,3 °C",
  "melting" : "113,7 °C",
  "group" : "17",
  "period" : "5",
  "block" : "P",
  "description" : "Iodin atau yodium (bahasa Yunani: Iodes - ungu), adalah unsur kimia pada tabel periodik yang memiliki simbol I dan nomor atom 53. Unsur ini diperlukan oleh hampir semua mahkluk hidup. Iodin adalah halogen yang reaktivitasnya paling rendah dan paling bersifat elektropositif. Sebagai catatan, seharusnya astatin lebih rendah reaktivitasnya dan lebih elektropositif daripada iodin, tetapi kelangkaan astatin membuat sulit untuk mengkonfirmasikan hal ini.",
  "appearance" : "padatan abu-abu metalik berkilau, cairan hitam/ungu, gas berwarna ungu",
  "electronConfiguration" : "[Kr] 4d<sup>10</sup> 5s<sup>2</sup> 5p<sup>5</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 7",
  "images" : ""
},
{
  "number" : "54", 
  "name" : "Xenon",
  "symbol" : "Xe",
  "spell" : "/sénon/",
  "category" : "Gas Mulia",
  "weight" : "131,29",
  "boil" : "−108,099 °C",
  "melting" : "−111,75 °C",
  "group" : "18",
  "period" : "5",
  "block" : "P",
  "description" : "Xenon adalah unsur dengan lambang kimia Xe, nomor atom 54 dan massa atom relatif 131,29; berupa Gas Mulia, tak berwarna, tak berbau dan tidak ada rasanya. Xenon diperoleh dari udara yang dicairkan. Xenon dipergunakan untuk mengisi lampu sorot, dan lampu berintensitas tinggi lainnya, mengisi bilik gelembung yang dipergunakan oleh ahli fisika untuk mempelajari partikel sub-atom.",
  "appearance" : "gas tak berwarna, akan menjadi biru bila diletakkan pada medan listrik bertegangan tinggi",
  "electronConfiguration" : "[Kr] 5s<sup>2</sup> 4d<sup>10</sup> 5p<sup>6</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 8",
  "images" : ""
},
{
  "number" : "55", 
  "name" : "Sesium",
  "symbol" : "Cs",
  "spell" : "/sésium/",
  "category" : "Logam Alkali",
  "weight" : "132,91",
  "boil" : "671 °C",
  "melting" : "28,5 °C",
  "group" : "1",
  "period" : "6",
  "block" : "S",
  "description" : "Sesium adalah unsur kimia dalam tabel periodik yang memiliki simbol Cs (dari nama Latinnya, Caesium) dan nomor atom 55. Unsur kimia ini merupakan Logam Alkali yang lunak dan berwarna putih keemasan, yang adalah salah satu dari lima unsur logam berwujud cair pada atau sekitar suhu ruangan. Penggunaan paling terkenal unsur kimia ini adalah dalam jam atom.",
  "appearance" : "emas pucat",
  "electronConfiguration" : "[Xe] 6s<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 8, 1",
  "images" : ""
},
{
  "number" : "56", 
  "name" : "Barium",
  "symbol" : "Ba",
  "spell" : "/barium/",
  "category" : "Alkali Tanah",
  "weight" : "137,33",
  "boil" : "1845 °C",
  "melting" : "727 °C",
  "group" : "2",
  "period" : "6",
  "block" : "S",
  "description" : "Barium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Ba dan nomor atom 56. Barium adalah unsur kelima pada golongan 2 dan merupakan Alkali Tanah yang lunak dan keperakan. Barium tidak pernah ditemukan di alam sebagai unsur bebas karena reaktivitas kimianya yang tinggi. Hidroksidanya, yang dikenal dalam sejarah pra-modern sebagai barita, tidak terjadi sebagai mineral, tetapi dapat dibuat dengan memanaskan barium karbonat.",
  "appearance" : "abu-abu keperakan; dengan warna kuning pucat",
  "electronConfiguration" : "[Xe] 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 8, 2",
  "images" : ""
},
{
  "number" : "57", 
  "name" : "Lantanum",
  "symbol" : "La",
  "spell" : "/lantanum/",
  "category" : "Lantanida",
  "weight" : "138,91",
  "boil" : "3464 °C",
  "melting" : "920 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Lantanum adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang La dan nomor atom 57. Namanya berasal dari bahasa Yunani lanthanein yang artinya = tersembunyi. Unsur ini sering dikelompokkan sebagai Lantanida dan bersifat sangat reaktif.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 5d<sup>1</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 18, 9, 2",
  "images" : ""
},
{
  "number" : "58", 
  "name" : "Serium",
  "symbol" : "Ce",
  "spell" : "/sérium/",
  "category" : "Lantanida",
  "weight" : "140,12",
  "boil" : "3443 °C",
  "melting" : "795 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Serium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Ce dan nomor atom 58. Unsur yang termasuk deret Lantanida ini sering digunakan sebagai unsur pembentuk aloy aluminium dan aloy magnesium.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>1</sup> 5d<sup>1</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 19, 9, 2",
  "images" : ""
},
{
  "number" : "59", 
  "name" : "Praseodimium",
  "symbol" : "Pr",
  "spell" : "/praséodimium/",
  "category" : "Lantanida",
  "weight" : "140,91",
  "boil" : "3130 °C",
  "melting" : "935 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Praseodimium adalah sebuah unsur kimia dengan lambang Pr dan nomor atom 59. Ia adalah anggota ketiga dalam deret Lantanida dan dianggap sebagai salah satu logam tanah jarang. Ia adalah logam yang lunak, keperakan, mudah dibentuk dan ulet, bernilai karena sifat magnetik, listrik, kimia, dan optiknya. Ia terlalu reaktif untuk ditemukan dalam bentuk asli, dan logam praseodimium murni perlahan-lahan mengembangkan lapisan oksida hijau saat terkena udara.",
  "appearance" : "putih keabu-abuan",
  "electronConfiguration" : "[Xe] 4f<sup>3</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 21, 8, 2",
  "images" : ""
},
{
  "number" : "60", 
  "name" : "Neodimium",
  "symbol" : "Nd",
  "spell" : "/néodimium/",
  "category" : "Lantanida",
  "weight" : "144,24",
  "boil" : "3074 °C",
  "melting" : "1024 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Neodimium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Nd dan nomor atom 60. Unsur Lantanida ini digunakan antara lain untuk bahan pewarna kaca. Unsur logam ini berwarna keperak-perakan, bersifat keras, agak ulet, dan mudah berkorosi di udara dan daerah yang lembap. Ketika beroksidasi, neodymium bereaksi dengan cepat untuk menghasilkan senyawa berwarna merah muda, ungu atau biru, dan kuning dalam nilai oksidasi +2, +3 dan +4. Neodymium ditemukan pada tahun 1885 oleh kimiawan dari Austria Carl Auer von Welsbach. Unsur ini dapat ditemukan dalam jumlah yang signifikan dalam bijih mineral monasit dan bastnäsite . Neodymium tidak ditemukan secara alami dalam bentuk logam atau tidak dicampur dengan Lantanida lain dan biasanya diolah kembali untuk penggunaan logam pada umumnya. Meskipun neodymium digolongkan sebagai unsur bumi yang langka, unsur ini masih tersebar luas di kerak bumi dan tidak selangka kobalt, nikel, atau tembaga. Sebagian besar neodymium untuk kebutuhan komersial dunia ditambang di Cina.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>4</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 22, 8, 2",
  "images" : ""
},
{
  "number" : "61", 
  "name" : "Prometium",
  "symbol" : "Pm",
  "spell" : "/prométium/",
  "category" : "Lantanida",
  "weight" : "145",
  "boil" : "3000 °C",
  "melting" : "1042 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Prometium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Pm dan nomor atom 61. Elemen ini mendapat namanya dari salahsatu tokoh dari Mitologi Yunani, Prometheus, yang mencuri api dari para dewa, kemudian membawanya kepada umat manusia. Promethium pertamakali diprediksi pada tahun 1902 oleh Bohuslav Branner, yang berpikir bahwa seharusnya ada elemen antara Neodimium dan Samarium.Lalu, bukti pertama promethium ditemukan pada tahun 1945, (namun dipublikasikan pada tahun 1947) oleh Jacob A. Marinsky, Lawrence E. Glendenin, dan Charles D. Coryell, menjadikannya elemen alami langka yang terakhir ditemukan.",
  "appearance" : "metalik",
  "electronConfiguration" : "[Xe] 6s<sup>2</sup> 4f<sup>5</sup>",
  "electronPerGroup" : "2, 8, 18, 23, 8, 2",
  "images" : ""
},
{
  "number" : "62", 
  "name" : "Samarium",
  "symbol" : "Sm",
  "spell" : "/samarium/",
  "category" : "Lantanida",
  "weight" : "150,36",
  "boil" : "1794 °C",
  "melting" : "1072 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Samarium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Sm dan nomor atom 62. Elemen ini pertamakali ditemukan oleh Paul-Émile Lecoq de Boisbaudran pada 1879. Namanya diambil dari samarskit, yaitu mineral dimana elemen ini pertamakali ditemukan. Di alam, mineral ini dapat ditemukan di batu monasit dan bastnäsit.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 6s<sup>2</sup> 4f<sup>6</sup>",
  "electronPerGroup" : "2, 8, 18, 24, 8, 2",
  "images" : ""
},
{
  "number" : "63", 
  "name" : "Europium",
  "symbol" : "Eu",
  "spell" : "/èuropium/",
  "category" : "Lantanida",
  "weight" : "151,96",
  "boil" : "1529 °C",
  "melting" : "826 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Europium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Eu dan nomor atom 63.",
  "appearance" : "putih keperakan, dengan warna kuning pucat; tetapi jarang terlihat tanpa perubahan warna oksida",
  "electronConfiguration" : "[Xe] 4f<sup>7</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 25, 8, 2",
  "images" : ""
},
{
  "number" : "64", 
  "name" : "Gadolinium",
  "symbol" : "Gd",
  "spell" : "/gadolinium/",
  "category" : "Lantanida",
  "weight" : "157,25",
  "boil" : "3000 °C",
  "melting" : "1312 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Gadolinium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Gd dan nomor atom 64. Gadolinium memiliki wujud berupa logam berwarna perak yang halus, yang bereaksi dengan air dan oksigen. Di alam, Gadolinium dapat ditemukan di mineral Monasit dan Bastnäsit.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>7</sup> 5d<sup>1</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 25, 9, 2",
  "images" : ""
},
{
  "number" : "65", 
  "name" : "Terbium",
  "symbol" : "Tb",
  "spell" : "/térbium/",
  "category" : "Lantanida",
  "weight" : "158,93",
  "boil" : "3230 °C",
  "melting" : "1356 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Terbium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Tb dan nomor atom 65. Terbium berwarna putih keperakan, dan tergolong metal yang langka. Metal ini cukup lunak, dan bisa dibelah dengan pisau biasa. Pertama kali ditemukan oleh ahli kimia Swedia, Carl Gustaf Mosander pada tahun 1843.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>9</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 27, 8, 2",
  "images" : ""
},
{
  "number" : "66", 
  "name" : "Disprosium",
  "symbol" : "Dy",
  "spell" : "/disprosium/",
  "category" : "Lantanida",
  "weight" : "162,50",
  "boil" : "2562 °C",
  "melting" : "1407 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Disprosium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Dy dan nomor atom 66. Disprosium tidak dapat ditemukan di alam sebagai elemen bebas, tetapi dapat ditemukan di beberapa mineral seperti xenotim. Disprosium diambil dari kata dysprositos, yang berarti sulit didapat.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>10</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 28, 8, 2",
  "images" : ""
},
{
  "number" : "67", 
  "name" : "Holmium",
  "symbol" : "Ho",
  "spell" : "/holmium/",
  "category" : "Lantanida",
  "weight" : "164,93",
  "boil" : "2600 °C",
  "melting" : "1461 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Holmium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Ho dan nomor atom 67. Nama elemen ini berasal dari kata 'Holmia', kata Latin untuk Stockholm.,Holmium ditemukan oleh Jacques-Louis Soret dan Marc Delafontaine pada tahun 1878 yang melihat pita serapan spektrografi yang menyimpang unsur yang tak dikenal itu (meraka menyebutnya Elemen X). Pada tahun berikutnya Per Teodor Cleve menemukan unsur ini saat mengerjakan erbium oksida.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>11</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 29, 8, 2",
  "images" : ""
},
{
  "number" : "68", 
  "name" : "Erbium",
  "symbol" : "Er",
  "spell" : "/èrbium/",
  "category" : "Lantanida",
  "weight" : "167,26",
  "boil" : "2868 °C",
  "melting" : "1529 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Erbium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Er dan nomor atom 68. Sampel murni pertama dari elemen ini diambil pada tahun 1934 oleh Wilhelm Klemm dan Heinrich Bommer. Mereka mendapatkan sampel murninya dengan cara memanaskan Erbium Klorida (ErCl3) dengan kalium.[4] Sekarang, erbium umumnya didapatkan dengan metode pertuakaran ion antara mineral Xenotim (YPO4) dan Euksenit ((Y, Ca, Er, La, Ce, U, Th)(Nb, Ta, Ti)2O6).",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>12</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 30, 8, 2",
  "images" : ""
},
{
  "number" : "69", 
  "name" : "Tulium",
  "symbol" : "Tm",
  "spell" : "/tulium/",
  "category" : "Lantanida",
  "weight" : "168,93",
  "boil" : "1950 °C",
  "melting" : "1545 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Tulium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Tm dan nomor atom 69. Tulium ditemukan pada 1879, oleh Per Teodor Cleve, sementara namanya diambil dari kata Thule, nama lama dari Skandinavia. Di alam, elemen ini dapat ditemukan pada mineral monazit, yang memiliki setidaknya 20 ppm tulium.Tulium umumnya digunakan untuk laser dalam keperluan medis",
  "appearance" : "abu-abu keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>13</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 31, 8, 2",
  "images" : ""
},
{
  "number" : "70", 
  "name" : "Iterbium",
  "symbol" : "Yb",
  "spell" : "/itêrbium/",
  "category" : "Lantanida",
  "weight" : "173,05",
  "boil" : "1196 °C",
  "melting" : "824 °C",
  "group" : "n/a",
  "period" : "6",
  "block" : "F",
  "description" : "Iterbium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Yb dan nomor atom 70.",
  "appearance" : "putih keperakan; dengan warna kuning pucat",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 8, 2",
  "images" : ""
},
{
  "number" : "71", 
  "name" : "Lutesium",
  "symbol" : "Lu",
  "spell" : "/lutésium/",
  "category" : "Lantanida",
  "weight" : "174,97",
  "boil" : "3402 °C",
  "melting" : "1652 °C",
  "group" : "3",
  "period" : "6",
  "block" : "D",
  "description" : "Lutesium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Lu dan nomor atom 71. Lutesium merupakan logam berwarna campuran antara putih dan perak yang tahan terhadap korosi dan termasuk hasil bumi yang langka. Lutesium merupakan logam terkeras dan terpadat dalam golongan Lantanida yang terletak pada kolom terakhir dari golongan tersebut pada tabel periodik.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 6s<sup>2</sup> 4f<sup>14</sup> 5d<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 9, 2",
  "images" : ""
},
{
  "number" : "72", 
  "name" : "Hafnium",
  "symbol" : "Hf",
  "spell" : "/hafnium/",
  "category" : "Logam Transisi",
  "weight" : "178,49",
  "boil" : "4603 °C",
  "melting" : "2233 °C",
  "group" : "4",
  "period" : "6",
  "block" : "D",
  "description" : "Hafnium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Hf dan nomor atom 72. Logam Transisi ini memiliki sifat kimia yang mirip dengan zirkonium. Hafnium digunakan sebagai campuran aloy wolfram pada filamen dan elektrode, dan juga berperan sebagai penyerap neutron pada pembangkit listrik tenaga nuklir.",
  "appearance" : "abu-abu baja",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>2</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 10, 2",
  "images" : ""
},
{
  "number" : "73", 
  "name" : "Tantalum",
  "symbol" : "Ta",
  "spell" : "/tantalum/",
  "category" : "Logam Transisi",
  "weight" : "180,95",
  "boil" : "5458 °C",
  "melting" : "3017 °C",
  "group" : "5",
  "period" : "6",
  "block" : "D",
  "description" : "Tantalum adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Ta dan nomor atom 73. Unsur jenis Logam Transisi ini sangat tahan korosi dan ditemukan pada mineral tantalit. Tantalum digunakan pada alat bedah dan implantasi karena tidak bereaksi dengan cairan tubuh.",
  "appearance" : "abu-abu biru",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>3</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 11, 2",
  "images" : ""
},
{
  "number" : "74", 
  "name" : "Wolfram",
  "symbol" : "W",
  "spell" : "/wolfram/",
  "category" : "Logam Transisi",
  "weight" : "183,84",
  "boil" : "5930 °C",
  "melting" : "3422 °C",
  "group" : "6",
  "period" : "6",
  "block" : "D",
  "description" : "Wolfram, dikenal juga sebagai tungsten, adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang W dan nomor atom 74. Istilah tungsten berasal dari bahasa Swedia tung sten, yang berarti batu berat. Namanya dalam bahasa Swedia adalah volfram, namun untuk membedakan dari scheelit, maka diberi nama alternatif tungsten dalam bahasa Swedia.",
  "appearance" : "putih keabu-abuan, berkilau",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>4</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 12, 2",
  "images" : ""
},
{
  "number" : "75", 
  "name" : "Renium",
  "symbol" : "Re",
  "spell" : "/rènium/",
  "category" : "Logam Transisi",
  "weight" : "186,21",
  "boil" : "5630 °C",
  "melting" : "3186 °C",
  "group" : "7",
  "period" : "6",
  "block" : "D",
  "description" : "Rhenium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Re dan nomor atom 75. Renium digunakan sebagai bahan tambahan dalam logam campuran berbasis molibdenum atau tungsten. Logam campuran ini nantinya akan digunakan untuk filamen oven dan mesin sinar-X.",
  "appearance" : "keabu-abuan keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>5</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 13, 2",
  "images" : ""
},
{
  "number" : "76", 
  "name" : "Osmium",
  "symbol" : "Os",
  "spell" : "/osmium/",
  "category" : "Logam Transisi",
  "weight" : "190,23",
  "boil" : "5012 °C",
  "melting" : "3033 °C",
  "group" : "8",
  "period" : "6",
  "block" : "D",
  "description" : "Osmium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Os dan nomor atom 76. Osmium umumnya dapat ditemukan di mineral Siserskit dan iridosmin. Elemen ini memiliki berwujud logam berwarna putih-abu-abu yang berkilap, serta tahan korosi. Osmium adalah elemen yang paling padat. Kepadatannya dua kali lipat daripada timbal.",
  "appearance" : "keperakan kebiruan",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>6</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 14, 2",
  "images" : ""
},
{
  "number" : "77", 
  "name" : "Iridium",
  "symbol" : "Ir",
  "spell" : "/iridium/",
  "category" : "Logam Transisi",
  "weight" : "192,22",
  "boil" : "4130 °C",
  "melting" : "2446 °C",
  "group" : "9",
  "period" : "6",
  "block" : "D",
  "description" : "Iridium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Ir dan nomor atom 77. Iridium adalah Logam Transisi yang sangat keras, berwarna putih keperakan dari golongan platina, iridium adalah unsur terpadat kedua (setelah osmium).",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>7</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 15, 2",
  "images" : ""
},
{
  "number" : "78", 
  "name" : "Platina",
  "symbol" : "Pt",
  "spell" : "/platina/",
  "category" : "Logam Transisi",
  "weight" : "195,08",
  "boil" : "3825 °C",
  "melting" : "1768,3 °C",
  "group" : "10",
  "period" : "6",
  "block" : "D",
  "description" : "Platina adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Pt dan nomor atom 78. Logam Transisi putih abu-abu ini padat, lunak, ulet, sangat tidak reaktif, dan berharga. Namanya berasal dari istilah Spanyol platina, yang jika diterjemahkan secara harfiah berarti = perak kecil.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>9</sup> 6s<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 17, 1",
  "images" : ""
},
{
  "number" : "79", 
  "name" : "Emas",
  "symbol" : "Au",
  "spell" : "/êmas/",
  "category" : "Logam Transisi",
  "weight" : "196,97",
  "boil" : "2970 °C",
  "melting" : "1064,18 °C",
  "group" : "11",
  "period" : "6",
  "block" : "D",
  "description" : "Emas (bahasa Inggris: gold) adalah unsur kimia dalam tabel periodik yang memiliki simbol Au (bahasa Latin: aurum) dan nomor atom 79. Sebuah Logam Transisi (trivalen dan univalen) yang lembek, mengkilap, kuning, berat, malleable, dan ductile. Emas tidak bereaksi dengan zat kimia lainnya tetapi terserang oleh klorin, fluorin dan aqua regia. Logam ini banyak terdapat di nugget emas atau serbuk di bebatuan dan di deposit alluvial dan salah satu logam coinage. Kode ISO-nya adalah XAU. Emas melebur dalam bentuk cair pada suhu sekitar 1000°C.",
  "appearance" : "kuning metalik",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>10</sup> 6s<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 1",
  "images" : ""
},
{
  "number" : "80", 
  "name" : "Raksa",
  "symbol" : "Hg",
  "spell" : "/raksa/",
  "category" : "Logam Transisi",
  "weight" : "200,59",
  "boil" : "356,73 °C",
  "melting" : "−38,8290 °C",
  "group" : "12",
  "period" : "6",
  "block" : "D",
  "description" : "Raksa (nama lama: air raksa) atau merkuri atau hydrargyrum (bahasa Latin: Hydrargyrum, air/cairan perak) adalah unsur kimia pada tabel periodik dengan simbol Hg dan nomor atom 80. Unsur golongan Logam Transisi ini berwarna keperakan dan merupakan satu dari lima unsur (bersama cesium, fransium, galium, dan brom) yang berbentuk cair dalam suhu kamar, serta mudah menguap",
  "appearance" : "cairan mengkilap dan keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>10</sup> 6s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 2",
  "images" : ""
},
{
  "number" : "81", 
  "name" : "Talium",
  "symbol" : "Tl",
  "spell" : "/talium/",
  "category" : "Logam",
  "weight" : "204,38",
  "boil" : "1473 °C",
  "melting" : "304 °C",
  "group" : "13",
  "period" : "6",
  "block" : "P",
  "description" : "Talium adalah sebuah unsur kimia dengan lambang Tl dan nomor atom 81. Ia merupakan sebuah Logam berwarna abu-abu yang tidak ditemukan bebas di alam. Ketika diisolasi, talium menyerupai timah, tetapi berubah warna saat terkena udara. Kimiawan William Crookes dan Claude-Auguste Lamy menemukan talium secara independen pada tahun 1861, dalam residu produksi asam sulfat.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>10</sup> 6s<sup>2</sup> 6p<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 3",
  "images" : ""
},
{
  "number" : "82", 
  "name" : "Timbal",
  "symbol" : "Pb",
  "spell" : "/timbal/",
  "category" : "Logam",
  "weight" : "207,2",
  "boil" : "1749 °C",
  "melting" : "327,46 °C",
  "group" : "14",
  "period" : "6",
  "block" : "P",
  "description" : "Timbal atau timbel (disebut juga plumbum atau timah hitam)[a] adalah unsur kimia dengan lambang Pb dan nomor atom 82. Unsur ini merupakan logam berat dengan massa jenis yang lebih tinggi daripada banyak bahan yang ditemui sehari-hari. Timbal memiliki sifat lunak, mudah ditempa, dan bertitik leleh rendah. Saat baru dipotong, timbal berwarna perak mengilat kebiruan, tetapi jika terpapar udara permukaannya akan berubah menjadi warna abu-abu buram. Timbal adalah unsur stabil bernomor atom tertinggi dan tiga di antara isotopnya adalah hasil akhir peluruhan berantai unsur-unsur yang lebih berat.",
  "appearance" : "abu-abu metalik",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>10</sup> 6s<sup>2</sup> 6p<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 4",
  "images" : ""
},
{
  "number" : "83", 
  "name" : "Bismut",
  "symbol" : "Bi",
  "spell" : "/bismut/",
  "category" : "Logam",
  "weight" : "208,98",
  "boil" : "1564 °C",
  "melting" : "271,5 °C",
  "group" : "15",
  "period" : "6",
  "block" : "P",
  "description" : "Bismut adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Bi dan nomor atom 83. Logam dengan kristal trivalen ini memiliki sifat kimia mirip dengan arsen dan antimon. Dari semua jenis logam, unsur ini paling bersifat diamagnetik dan merupakan unsur kedua setelah raksa yang memiliki konduktivitas termal terendah. Senyawa bismut bebas timbal sering digunakan sebagai bahan kosmetik dan dalam bidang medis.",
  "appearance" : "perak kecoklatan berkilau",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>10</sup> 6s<sup>2</sup> 6p<sup>3</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 5",
  "images" : ""
},
{
  "number" : "84", 
  "name" : "Polonium",
  "symbol" : "Po",
  "spell" : "/polonium/",
  "category" : "Metaloid",
  "weight" : "209",
  "boil" : "962 °C",
  "melting" : "254 °C",
  "group" : "16",
  "period" : "6",
  "block" : "P",
  "description" : "Polonium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Po dan nomor atom 84. Unsur radioaktif yang langka ini termasuk kelompok Metaloid yang memiliki sifat kimia yang mirip dengan telurium dan bismut. Elemen pertama yang ditemukan berdasarkan sifat radioaktifnya, polonium ditemukan di pithblende pada 1898 oleh ahli kimia Prancis yaitu Marie Curie, dinamakan berdasarkan Negara asalnya Polandia. Polonium adalah salah satu elemen dari uranium-radium dan merupakan anggota dari uranium-238. Polonium adalah unsur yang sangat jarang di alam. Jumlah elemen ini terjadi dalam batuan yang mengandung radium. Polonium 210 (juga disebut radium-F) adalah isotop paling umum yang terjadi yang memiliki paruh waktu 138 hari. Banyak isotop lain yang sudah berhasil disintesis. Polonium meleleh pada suhu 254 °C ( sekitar 489 °F ), mendidih pada suhu 962 °C ( sekitar 1764 °F ), dan memiliki spesifik gravitasi 9.3.",
  "appearance" : "keperakan",
  "electronConfiguration" : "[Xe] 6s<sup>2</sup> 4f<sup>14</sup> 5d<sup>10</sup> 6p<sup>4</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 6",
  "images" : ""
},
{
  "number" : "85", 
  "name" : "Astatin",
  "symbol" : "At",
  "spell" : "/astatin/",
  "category" : "Halogen",
  "weight" : "210",
  "boil" : "tidak diketahui",
  "melting" : "tidak diketahui",
  "group" : "17",
  "period" : "6",
  "block" : "P",
  "description" : "Astatin adalah sebuah unsur kimia dengan lambang At dan nomor atom 85. Ia adalah unsur alami yang paling langka di kerak Bumi, hanya terjadi sebagai produk peluruhan dari berbagai unsur yang lebih berat. Semua isotop astatin berumur pendek; yang paling stabil adalah astatin-210, dengan waktu paruh 8,1 jam. Sebuah sampel astatin murni tidak pernah dibuat, karena setiap spesimen makroskopisnya akan segera diuapkan oleh panas radioaktivitasnya sendiri.",
  "appearance" : "tidak diketahui, kemungkinan metalik",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>10</sup> 6s<sup>2</sup> 6p<sup>5</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 7",
  "images" : ""
},
{
  "number" : "86", 
  "name" : "Radon",
  "symbol" : "Rn",
  "spell" : "/radon/",
  "category" : "Gas Mulia",
  "weight" : "222",
  "boil" : "−61,7 °C",
  "melting" : "−71,15 °C",
  "group" : "18",
  "period" : "6",
  "block" : "P",
  "description" : "Radon adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Rn dan nomor atom 86. Radon juga termasuk dalam kelompok Gas Mulia dan beradioaktif. Radon terbentuk dari peluruhan radium. Radon juga gas yang paling berat dan berbahaya bagi kesehatan. Rn-222 mempunyai waktu paruh 3,8 hari dan digunakan dalam radioterapi. Radon dapat memicu kanker paru-paru dan telah menyebabkan 20.000 kematian di Uni Eropa setiap tahunnya.",
  "appearance" : "gas tak berwarna",
  "electronConfiguration" : "[Xe] 4f<sup>14</sup> 5d<sup>10</sup> 6s<sup>2</sup> 6p<sup>6</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 8",
  "images" : ""
},
{
  "number" : "87", 
  "name" : "Fransium",
  "symbol" : "Fr",
  "spell" : "/fransium/",
  "category" : "Logam Alkali",
  "weight" : "223",
  "boil" : "677 °C",
  "melting" : "27 °C",
  "group" : "1",
  "period" : "7",
  "block" : "S",
  "description" : "Fransium adalah unsur kimia dengan simbol Fr dan nomor atom 87. Unsur ini dulunya dikenal dengan nama eka-caesium. Unsur ini sangat radioaktif; isotopnya yang paling stabil, fransium-223 (awalnya disebut aktinium-K), memiliki waktu paruh hanya 22 menit. Unsur ini adalah elemen elektronegatif paling rendah kedua setelah sesium dan elemen kedua paling langka yang ada di alam setelah astatin. Isotop dari fransium sangat cepat meluruh menjadi astatin, radium, dan radon. Sebagai Logam Alkali, unsur ini memiliki satu elektron valensi.",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 7s<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 8, 1",
  "images" : ""
},
{
  "number" : "88", 
  "name" : "Radium",
  "symbol" : "Ra",
  "spell" : "/radium/",
  "category" : "Alkali Tanah",
  "weight" : "226",
  "boil" : "1737 °C",
  "melting" : "700 °C",
  "group" : "2",
  "period" : "7",
  "block" : "S",
  "description" : "Radium adalah sebuah unsur kimia yang mempunyai simbol Ra dan nomor atom 88 (lihat tabel periodik). Radium berwarna hampir putih bersih, tetapi akan teroksidasi jika terekspos kepada udara dan berubah menjadi hitam. Radium mempunyai tingkat radioaktivitas yang tinggi. Isotopnya yang paling stabil, Ra-226, mempunyai waktu paruh selama 1602 tahun dan kemudian berubah menjadi gas radon.",
  "appearance" : "metalik putih keperakan",
  "electronConfiguration" : "[Rn] 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 8, 2",
  "images" : ""
},
{
  "number" : "89", 
  "name" : "Aktinium",
  "symbol" : "Ac",
  "spell" : "/aktinium/",
  "category" : "Aktinida",
  "weight" : "227",
  "boil" : "3200±300 °C",
  "melting" : "1227 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Aktinium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Ac dan nomor atom 89. Ia adalah unsur kimia radioaktif yang ditemukan tahun 1899. Ia adalah unsur radioaktif non-primordial pertama yang diisolasi: polonium, radium dan radon diamati sebelum aktinium, namun baru diisolasi tahun 1902. Aktinium memberi nama pada deret Aktinida, golongan yang berisi 15 unsur serupa antara aktinium dan lawrencium pada tabel periodik. Ini juga kadang-kadang dianggap sebagai Logam Transisi periode ke-7 yang pertama, walaupun lawrencium kurang umum berada pada posisi itu.",
  "appearance" : "putih keperakan, bersinar dengan cahaya biru yang aneh; terkadang dengan cast emas",
  "electronConfiguration" : "[Rn] 6d<sup>1</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 9, 2",
  "images" : ""
},
{
  "number" : "90", 
  "name" : "Torium",
  "symbol" : "Th",
  "spell" : "/torium/",
  "category" : "Aktinida",
  "weight" : "232,04",
  "boil" : "4788 °C",
  "melting" : "1842 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Torium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Th dan nomor atom 90. Logam torium berwarna keperakan dan bernoda hitam saat terkena udara, membentuk torium dioksida; logam ini cukup keras, mudah dibentuk, dan memiliki titik lebur yang tinggi. Torium adalah Aktinida elektropositif yang sifat kimianya didominasi oleh keadaan oksidasi +4; unsur ini cukup reaktif dan bisa menyala di udara saat terbagi halus.",
  "appearance" : "keperakan, seringkali dengan noda hitam",
  "electronConfiguration" : "[Rn] 6d<sup>2</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 18, 10, 2",
  "images" : ""
},
{
  "number" : "91", 
  "name" : "Protaktinium",
  "symbol" : "Pa",
  "spell" : "/protaktinium/",
  "category" : "Aktinida",
  "weight" : "231,04",
  "boil" : "4027 °C",
  "melting" : "1568 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Protaktinium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Pa dan nomor atom 91.",
  "appearance" : "metalik keperakan yang berkilau cerah",
  "electronConfiguration" : "[Rn] 5f<sup>2</sup> 6d<sup>1</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 20, 9, 2",
  "images" : ""
},
{
  "number" : "92", 
  "name" : "Uranium",
  "symbol" : "U",
  "spell" : "/uranium/",
  "category" : "Aktinida",
  "weight" : "238,03",
  "boil" : "4131 °C",
  "melting" : "1132,2 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Uranium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang U dan nomor atom 92. Ia merupakan logam Radioaktif bewarna putih keperakan yang termasuk dalam deret Aktinida di dalam tabel periodik. Uranium memiliki 92 proton dan 92 elektron, dengan elektron valensi 6. Inti uranium mengikat sebanyak 141 sampai dengan 146 neutron, sehingganya terdapat 6 isotop uranium. Isotop yang paling umum adalah uranium-238 (146 neutron) dan uranium-235 (143 neutron). Semua isotop uranium tidak stabil dan bersifat radioaktif lemah. Uranium memiliki bobot atom terberat kedua (setelah plutonium) di antara semua unsur-unsur kimia yang dapat ditemukan secara alami.[3] Massa jenis uranium kira-kira 70 persen lebih besar daripada timbal, namun tidaklah sepadat emas ataupun tungsten. Uranium dapat ditemukan secara alami dalam konsentrasi rendah (beberapa bagian per juta (ppm)) dalam tanah, bebatuan, dan air.",
  "appearance" : "metalik abu-abu keperakan; teroksidasi menjadi hitam ketika terpapar dengan udara",
  "electronConfiguration" : "[Rn] 5f<sup>3</sup> 6d<sup>1</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 21, 9, 2",
  "images" : ""
},
{
  "number" : "93", 
  "name" : "Neptunium",
  "symbol" : "Np",
  "spell" : "/néptunium/",
  "category" : "Aktinida",
  "weight" : "237",
  "boil" : "4174 °C",
  "melting" : "639±3 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Neptunium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Np dan nomor atom 93. Unsur logam radioaktif berwarna keperakan ini merupakan unsur transuranium pertama dan merupakan unsur deret kimia Aktinida. Isotop paling stabilnya, 237Np, adalah produk samping reaktor nuklir dan produksi plutonium dan dapat digunakan sebagai komponen perangkat deteksi neutron. Neptunium juga ditemukan dalam jumlah kecil dalam bijih uranium.",
  "appearance" : "metalik keperakan",
  "electronConfiguration" : "[Rn] 5f<sup>4</sup> 6d<sup>1</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 22, 9, 2",
  "images" : ""
},
{
  "number" : "94", 
  "name" : "Plutonium",
  "symbol" : "Pu",
  "spell" : "/plutonium/",
  "category" : "Aktinida",
  "weight" : "244",
  "boil" : "3228 °C",
  "melting" : "639,4 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Plutonium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Pu dan nomor atom 94. Ia merupakan unsur radioaktif transuranium yang langka dan merupakan logam Aktinida dengan penampilan berwarna putih keperakan. Ketika terpapar dengan udara, ia akan mengusam oleh karena pembentukan plutonium(IV) oksida yang menutupi permukaan logam. Unsur ini pada dasarnya memiliki enam alotrop dan empat keadaan oksidasi. Ia bereaksi dengan karbon, halogen, nitrogen, dan silikon. Ketika terpapar oleh kelembaban udara, ia akan membentuk oksida dan hidrida dengan volume 70 persen lebih besar dan menjadi bubuk yang dapat menyala secara spontan.",
  "appearance" : "putih keperakan, teroksidasi menjadi abu-abu gelap ketika terpapar dengan udara",
  "electronConfiguration" : "[Rn] 5f<sup>6</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 24, 8, 2",
  "images" : ""
},
{
  "number" : "95", 
  "name" : "Amerisium",
  "symbol" : "Am",
  "spell" : "/amèrisium/",
  "category" : "Aktinida",
  "weight" : "243",
  "boil" : "2607 °C",
  "melting" : "1176 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Amerisium (pengucapan: /ˌæməˈrɪsiəm/) adalah unsur kimia sintetik dalam sistem periodik unsur yang memiliki lambang Am dan nomor atom 95. Nama elemen ini diambil dari nama negara Amerika sementara penggunaannya antara lain adalah sebagai detektor asap. Saat ada asap masuk melalui celah depan, asap akan bereaksi dengan Amerisium dan menimbulkan arus listrik dan alarm akan menyala.",
  "appearance" : "putih keperakan",
  "electronConfiguration" : "[Rn] 5f<sup>7</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 25, 8, 2",
  "images" : ""
},
{
  "number" : "96", 
  "name" : "Kurium",
  "symbol" : "Cm",
  "spell" : "/kurium/",
  "category" : "Aktinida",
  "weight" : "247",
  "boil" : "3110 °C",
  "melting" : "1340 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Kurium (pengucapan: /ˈkjuːriəm/) adalah unsur kimia sintetik dalam sistem periodik unsur yang memiliki lambang Cm dan nomor atom 96. Nama elemen ini diambil dari nama ilmuwan Marie Curie.",
  "appearance" : "metalik keperakan, bersinar ungu dalam gelap",
  "electronConfiguration" : "[Rn] 5f<sup>7</sup> 6d<sup>1</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 25, 9, 2",
  "images" : ""
},
{
  "number" : "97", 
  "name" : "Berkelium",
  "symbol" : "Bk",
  "spell" : "/bèrkêlium/",
  "category" : "Aktinida",
  "weight" : "247",
  "boil" : "2627 °C",
  "melting" : "986 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Berkelium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Bk dan nomor atom 97. Unsur sintetik logam radioaktif anggota deret kimia Aktinida ini pertama kali disintesis dengan menembakkan amerisium dengan partikel alfa (ion helium) dan diberi nama dari nama Berkeley, California dan Universitas California, Berkeley. Berkelium merupakan unsur transuranium kelima yang berhasil disintesis.",
  "appearance" : "keperakan",
  "electronConfiguration" : "[Rn] 5f<sup>9</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 27, 8, 2",
  "images" : ""
},
{
  "number" : "98", 
  "name" : "Kalifornium",
  "symbol" : "Cf",
  "spell" : "/kalifornium/",
  "category" : "Aktinida",
  "weight" : "251",
  "boil" : "1470 °C",
  "melting" : "900 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Kalifornium (pengucapan: /ˌkælɪˈforniəm/) adalah unsur kimia dalam sistem periodik unsur yang memiliki lambang Cf dan nomor atom 98. Atom ini dinamakan berdasarkan universitas dan negara bagian Kalifornia. Kalifornium adalah senyawa paling mahal ke-7 didunia, dengan harga 27 juta dolar Amerika per kilogram",
  "appearance" : "keperakan",
  "electronConfiguration" : "[Rn] 5f<sup>10</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 28, 8, 2",
  "images" : ""
},
{
  "number" : "99", 
  "name" : "Einsteinium",
  "symbol" : "Es",
  "spell" : "/éinstéinium/",
  "category" : "Aktinida",
  "weight" : "252",
  "boil" : "996 °C",
  "melting" : "860 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Einsteinium adalah sebuah unsur kimia dengan lambang Es dan nomor atom 99. Einsteinium adalah salah satu anggota deret Aktinida dan merupakan unsur transuranium ketujuh. Unsur ini dinamai untuk menghormati Albert Einstein. Einsteinium ditemukan sebagai komponen dari puing-puing ledakan bom hidrogen pertama pada tahun 1952. Isotopnya yang paling umum, einsteinium-253 (waktu paruh 20,47 hari), diproduksi secara artifisial dari peluruhan kalifornium-253 dalam beberapa reaktor nuklir berdaya tinggi dengan total hasil di urutan satu miligram per tahun. ",
  "appearance" : "keperakan; bersinar biru dalam gelap",
  "electronConfiguration" : "[Rn] 5f<sup>11</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 29, 8, 2",
  "images" : ""
},
{
  "number" : "100", 
  "name" : "Fermium",
  "symbol" : "Fm",
  "spell" : "/férmium/",
  "category" : "Aktinida",
  "weight" : "257",
  "boil" : "-",
  "melting" : "1527 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Fermium (pengucapan: /ˈfɝmiəm/) adalah unsur kimia dalam sistem periodik unsur yang memiliki lambang Fm dan nomor atom 100. Fermium merupakan unsur sintetis yang radioaktif, yang ditemukan oleh A. Ghiorso.[4] Elemen ini memiliki massa yaitu 257 au",
  "appearance" : "tak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>12</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 30, 8, 2",
  "images" : ""
},
{
  "number" : "101", 
  "name" : "Mendelevium",
  "symbol" : "Md",
  "spell" : "/mêndélévium/",
  "category" : "Aktinida",
  "weight" : "258",
  "boil" : "-",
  "melting" : "827 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "F",
  "description" : "Mendelevium (pengucapan: /ˌmɛndəˈlɛviəm/)) adalah elemen sintetik dengan lambang Md (sebelumnya Mv) dan nomor atom 101. Unsur ini dinamai dari Dmitri Mendeleev, seorang ahli kimia penemu tabel periodik. Unsur ini termasuk ke dalam golongan Aktinida. Unsur ini juga merupakan unsur radioaktif.",
  "appearance" : "tak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>13</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 31, 8, 2",
  "images" : ""
},
{
  "number" : "102", 
  "name" : "Nobelium",
  "symbol" : "No",
  "spell" : "/nobélium/",
  "category" : "Aktinida",
  "weight" : "259",
  "boil" : "-",
  "melting" : "827 °C",
  "group" : "n/a",
  "period" : "7",
  "block" : "f",
  "description" : "Nobelium (pengucapan: /noʊˈbɛliəm/ atau /noʊˈbiːliəm/) adalah elemen sintentik dengan lambang No dan nomor atom 102. Nobelium pertama kali dikenal pada tahun 1956 oleh ilmuwan di Laboratorium Flerov di Dubna, Rusia. Nama ini diambil untuk mengenang Alfred Nobel, penemu dinamit.",
  "appearance" : "tak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 8, 2",
  "images" : ""
},
{
  "number" : "103", 
  "name" : "Lawrensium",
  "symbol" : "Lr",
  "spell" : "/lawrènsium/",
  "category" : "Aktinida",
  "weight" : "266",
  "boil" : "-",
  "melting" : "1627 °C",
  "group" : "3",
  "period" : "7",
  "block" : "D",
  "description" : "Lawrensium (pengucapan: /ləˈrɛnsiəm/) adalah unsur kimia yang berlambang Lr (sebelumnya Lw) dan memiliki nomor atom 103. Unsur ini merupakan unsur sintetik yang radioaktif. Isotop Lawrensium yang paling stabil adalah <sup>266</sup>Lr.",
  "appearance" : "keperakan (diprediksi)",
  "electronConfiguration" : "[Rn] 7s<sup>2</sup> 5f<sup>14</sup> 7p<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 8, 3",
  "images" : ""
},
{
  "number" : "104", 
  "name" : "Ruterfordium",
  "symbol" : "Rf",
  "spell" : "/rutêrfordium/",
  "category" : "Logam Transisi",
  "weight" : "267",
  "boil" : "5500 °C",
  "melting" : "2100 °C",
  "group" : "4",
  "period" : "7",
  "block" : "D",
  "description" : "Ruterfordium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Rf dan nomor atom 104. Merupakan unsur sintetik yang amat radioaktif yang sebagian besar isotop stabilnya ialah <sup>265</sup>Rf dengan waktu paruh sekitar 13 jam. Nama ini diambil bedasarkan nama ilmuwan Ernst Rutherford.",
  "appearance" : "tak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>2</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 10, 2",
  "images" : ""
},
{
  "number" : "105", 
  "name" : "Dubnium",
  "symbol" : "Db",
  "spell" : "/dubnium/",
  "category" : "Logam Transisi",
  "weight" : "268",
  "boil" : "-",
  "melting" : "-",
  "group" : "5",
  "period" : "7",
  "block" : "D",
  "description" : "Dubnium/Hahnium (pengucapan: /ˈduːbniəm/) adalah unsur kimia dalam sistem periodik unsur yang memiliki simbol Db dan nomor atom 105. Unsur ini merupakan unsur sintetik yang bersifat radioaktif. Nama elemen ini diambil dari nama kota di Rusia, Dubna.",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>3</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 11, 2",
  "images" : ""
},
{
  "number" : "106", 
  "name" : "Seaborgium",
  "symbol" : "Sg",
  "spell" : "/sèaborgium/ atau /siborgium/",
  "category" : "Logam Transisi",
  "weight" : "269",
  "boil" : "-",
  "melting" : "-",
  "group" : "6",
  "period" : "7",
  "block" : "D",
  "description" : "Seaborgium adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Sg dan nomor atom 106. Seaborgium adalah unsur sintetis yang isotop paling stabilnya, 271Sg, memiliki waktu paruh 2,4 menit. Sifat kimia Seaborgium mirip dengan Wolfram (Tungsten). Nama ini diambil untuk mengenang ilmuwan bernama Glenn Seaborg.",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>4</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 12, 2",
  "images" : ""
},
{
  "number" : "107", 
  "name" : "Bohrium",
  "symbol" : "Bh",
  "spell" : "/bohrium/",
  "category" : "Logam Transisi",
  "weight" : "270",
  "boil" : "-",
  "melting" : "-",
  "group" : "7",
  "period" : "7",
  "block" : "D",
  "description" : "Bohrium (pengucapan: /ˈbɔəriəm/) adalah unsur kimia sintetik dalam sistem periodik unsur yang memiliki lambang Bh dan nomor atom 107. Nama elemen ini bertujuan untuk mengenang Niels Bohr, penemu orbit elektron.",
  "appearance" : "padat (diprediksi)",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>5</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 13, 2",
  "images" : ""
},
{
  "number" : "108", 
  "name" : "Hasium",
  "symbol" : "Hs",
  "spell" : "/hasium/",
  "category" : "Logam Transisi",
  "weight" : "269",
  "boil" : "-",
  "melting" : "-",
  "group" : "8",
  "period" : "7",
  "block" : "D",
  "description" : "Hasium (pengucapan: /ˈhæsiəm/ atau /ˈhɑːsiəm/[14]) adalah unsur kimia sintetik dalam sistem periodik unsur yang memiliki lambang Hs dan nomor atom 108.",
  "appearance" : "padat (diprediksi)",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>6</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 14, 2",
  "images" : ""
},
{
  "number" : "109", 
  "name" : "Meitnerium",
  "symbol" : "Mt",
  "spell" : "/mèitnêrium/",
  "category" : "Logam Transisi",
  "weight" : "278",
  "boil" : "-",
  "melting" : "-",
  "group" : "9",
  "period" : "7",
  "block" : "D",
  "description" : "Meitnerium (pengucapan: /maɪtˈnɜriəm/) adalah unsur kimia dalam sistem periodik unsur yang memiliki lambang Mt dan nomor atom 109.Mt adalah Unsur kimia sintetik dengan isotop yang paling stabil Mt-278.",
  "appearance" : "padat (diprediksi)",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>7</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 15, 2",
  "images" : ""
},
{
  "number" : "110", 
  "name" : "Darmstadtium",
  "symbol" : "Ds",
  "spell" : "/darmstadtium/",
  "category" : "Logam Transisi",
  "weight" : "281",
  "boil" : "-",
  "melting" : "-",
  "group" : "10",
  "period" : "7",
  "block" : "D",
  "description" : "Darmstadtium (pengucapan: /dɑrmˈʃtætiəm/), sebelumnya disebut Ununnilium, adalah unsur kimia sintetik dalam sistem periodik unsur yang memiliki lambang Ds dan nomor atom 110.",
  "appearance" : "padat (diprediksi)",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>8</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 16, 2",
  "images" : ""
},
{
  "number" : "111", 
  "name" : "Roentgenium",
  "symbol" : "Rg",
  "spell" : "/rontgènium/ atau /roèntgènium/",
  "category" : "Logam Transisi",
  "weight" : "282",
  "boil" : "-",
  "melting" : "-",
  "group" : "11",
  "period" : "7",
  "block" : "D",
  "description" : "Roentgenium Tentang suara ini pengucapan (bantuan·info) (pengucapan: /rɛntˈgɛniəm/, /rʌntˈdʒɛniəm/) adalah unsur kimia sintetik dalam sistem periodik unsur yang memiliki lambang Rg dan nomor atom 111. Roentgenium adalah unsur sintetis yang sangat radioaktif yang dapat dibuat di laboratorium tetapi tidak ditemukan di alam.282Rg, memiliki waktu paruh 2,1 menit. Roentgenium pertama kali dibuat pada tahun 1994 oleh GSI Helmholtz Centre for Heavy Ion Research dekat Darmstadt, Jerman. Namanya diambil dari nama Wilhelm Röntgen, seorang fisikawan yang menemukan sinar-X.",
  "appearance" : "keperakan (diprediksi)",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>9</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 17, 2",
  "images" : ""
},
{
  "number" : "112", 
  "name" : "Kopernisium",
  "symbol" : "Cn",
  "spell" : "/kopêrnisium/",
  "category" : "Logam Transisi",
  "weight" : "285",
  "boil" : "67 ± 10 °C",
  "melting" : "10 ± 11 °C",
  "group" : "12",
  "period" : "7",
  "block" : "D",
  "description" : "Kopernisium (hingga 19 Februari 2010 memiliki nama sementara ununbium) adalah suatu unsur kimia dalam tabel periodik yang memiliki lambang Cn (sebelumnya Uub) dan nomor atom 112. Unsur 112 tergolong unsur yang sangat berat. Jika mengikuti kecenderungan pada tabel periodik, seharusnya wujudnya berupa metal cair yang lebih volatil (mudah menguap) daripada raksa.",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>10</sup> 7s<sup>2</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 18, 2",
  "images" : ""
},
{
  "number" : "113", 
  "name" : "Nihonium",
  "symbol" : "Nh",
  "spell" : "/nihonium/",
  "category" : "Logam",
  "weight" : "286",
  "boil" : "1130 °C",
  "melting" : "430 °C",
  "group" : "13",
  "period" : "7",
  "block" : "P",
  "description" : "Nihonium adalah unsur kimia sintetik dan transuranium dan transAktinida dalam sistem periodik unsur yang memiliki lambang Nh dan nomor atom 113. Nama nihonium berasal dari kata bahasa Jepang = Nihon yang berarti Jepang/matahari. Nama kuno unsur ini adalah ununtrium (pengucapan: /juːˈnʌntriəm/ atau /əˈnʌntriəm/) dengan lambang Uut yang berarti 113. ",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>10</sup> 7s<sup>2</sup> 7p<sup>1</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 18, 3",
  "images" : ""
},
{
  "number" : "114", 
  "name" : "Flerovium",
  "symbol" : "Fl",
  "spell" : "/flêrovium/",
  "category" : "Logam",
  "weight" : "289",
  "boil" : "107 °C",
  "melting" : "−73 °C",
  "group" : "14",
  "period" : "7",
  "block" : "P",
  "description" : "Flerovium (sebelumnya bernama Ununquadium) adalah unsur kimia buatan dalam sistem periodik unsur yang memiliki lambang Fl (sebelumnya Uuq) dan nomor atom 114. Flevorium diduga memiliki sifat-sifat Gas Mulia ketimbang sifat-sifat logam. Pada tanggal 29 Mei 2012 nama Flerovium telah disetujui oleh IUPAC setelah sebelumnya menggunakan nama Ununquadium. Nama diambil dari Flerov Laboratory of Nuclear Reactions di Dubna, Rusia, tempat di mana unsur ini dibuat.",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>10</sup> 7s<sup>2</sup> 7p<sup>2</sup> (diprediksi)",
  "electronPerGroup" : "2, 8, 18, 32, 32, 18, 4 (diprediksi)",
  "images" : ""
},
{
  "number" : "115", 
  "name" : "Moskovium",
  "symbol" : "Mc",
  "spell" : "/moskovium/",
  "category" : "Logam",
  "weight" : "290",
  "boil" : "~1100 °C (diprediksi)",
  "melting" : "400 °C (diprediksi)",
  "group" : "15",
  "period" : "7",
  "block" : "P",
  "description" : "Moskovium adalah unsur kimia dalam sistem periodik unsur yang memiliki lambang Mc dan nomor atom 115. Nama elemen ini diambil dari sebuah kota di Rusia, Moskow.",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>10</sup> 7s<sup>2</sup> 7p<sup>3</sup> (diprediksi)",
  "electronPerGroup" : "2, 8, 18, 32, 32, 18, 5 (diprediksi)",
  "images" : ""
},
{
  "number" : "116", 
  "name" : "Livermorium",
  "symbol" : "Lv",
  "spell" : "/livêrmorium/",
  "category" : "Logam",
  "weight" : "293",
  "boil" : "762–862 °C",
  "melting" : "364–507 °C",
  "group" : "16",
  "period" : "7",
  "block" : "P",
  "description" : "Livermorium (sebelumnya bernama Ununheksium) adalah nama dari unsur kimia buatan super berat dengan simbol Lv (sebelumnya Uuh) dan nomor atom 116. Pada tanggal 29 Mei 2012 nama Livermorium telah disetujui oleh IUPAC setelah sebelumnya menggunakan nama sementara Ununheksium. Nama diambil dari Lawrence Livermore National Laboratory di California, asal tim ilmuwan yang menciptakan.",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>10</sup> 7s<sup>2</sup> 7p<sup>4</sup> (diprediksi)",
  "electronPerGroup" : "2, 8, 18, 32, 32, 18, 6 (diprediksi)",
  "images" : ""
},
{
  "number" : "117", 
  "name" : "Tenesin",
  "symbol" : "Ts",
  "spell" : "/tènêsin/",
  "category" : "Halogen",
  "weight" : "294",
  "boil" : "610 °C",
  "melting" : "350–550 °C",
  "group" : "17",
  "period" : "7",
  "block" : "P",
  "description" : "Tenesin (nama lama: Ununseptium) adalah nama sementara dari unsur kimia buatan super berat dengan simbol Ts dan nomor atom 117. Enam atom terdeteksi oleh sebuah kolaborasi bersama Rusia-AS di Dubna, Moskow Oblast, Rusia, pada Oktober 2009. Meskipun saat ini ditempatkan sebagai anggota terberat dari keluarga halogen, tidak ada bukti eksperimental yang sifat kimia dari ununseptium cocok dengan anggota ringan seperti yodium atau astatin dan analisis teoretis menunjukkan mungkin ada beberapa perbedaan penting.",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>10</sup> 7s<sup>2</sup>7p<sup>5</sup>",
  "electronPerGroup" : "2, 8, 18, 32, 32, 18, 7 (diprediksi)",
  "images" : ""
},
{
  "number" : "118", 
  "name" : "Oganeson",
  "symbol" : "Og",
  "spell" : "/oganèson/",
  "category" : "Gas Mulia",
  "weight" : "294",
  "boil" : "177 ± 10 °C",
  "melting" : "52 ± 15 °C",
  "group" : "18",
  "period" : "7",
  "block" : "P",
  "description" : "Oganeson adalah unsur kimia sintetis dengan simbol Og dan nomor atom 118. Unsur ini pertama kali disintesis pada tahun 2002 oleh tim gabungan ilmuwan Rusia dan Amerika Serikat di Joint Institute for Nuclear Research (JINR) di Dubna, Rusia. Pada bulan Desember 2015, unsur ini ditetapkan sebagai salah satu satu dari empat unsur baru oleh Joint Working Party (Kelompok Kerja Gabungan) dari IUPAC dan IUPAP. Nama unsur ini diresmikan pada tanggal 28 November 2016. Unsur ini diberi nama berdasarkan nama fisikawan nuklir Yuri Oganessian, sesuai dengan tradisi penamaan unsur baru berdasarkan nama ilmuwan. Yuri Oganessian berjasa dalam penemuan unsur-unsur terberat di tabel periodik. ",
  "appearance" : "tidak diketahui",
  "electronConfiguration" : "[Rn] 5f<sup>14</sup> 6d<sup>10</sup> 7s<sup>2</sup> 7p<sup>6</sup> (diprediksi)",
  "electronPerGroup" : "2, 8, 18, 32, 32, 18, 8 (diprediksi)",
  "images" : ""
}]
